
{
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    "mengidentifikasi identitas diri;",
    "menyimpulkan identitas diri sebagai bagian dari agama Buddha;",
    "membuat struktur sederhana identitas diri sebagai bagian dari agama Buddha;",
    "menyajikan struktur sederhana identitas diri sebagai bagian dari agama Buddha;",
    "menerima identitas diri sebagai bagian dari agama Buddha."
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    "Memahami unsur-unsur agama/kepercayaan melalui cerita Ramayana.",
    "Mengenali peran agama/kepercayaan dalam kehidupannya.",
    "Menunjukkan cerita Ramayana sebagai salah satu kitab suci Hindu.",
    "Menunjukkan karakter tokoh dalam cerita Ramayana yang dapat dijadikan teladan.",
    "Memahami kemahakuasaan Hyang Widhi Wasa sebagai pencipta segalanya.",
    "Memahami berbagai kualitas atau sifat-sifat Hyang Widhi Wasa.",
    "Menghubungkan kualitas positif Hyang Widhi Wasa dengan sikap pribadi.",
    "Mengenal dan menunjukkan jenis-jenis ciptaan Hyang Widhi Wasa.",
    "Mengenal ajaran moral dan etika Hindu melalui Tri Kaya Parisudha.",
    "Melakukan tindakan sesuai norma-norma agama dan sosial (jujur, adil, rendah hati).",
    "Memahami konsekuensi dari tindakan yang dilakukan.",
    "Melakukan instrospeksi diri dengan bimbingan.",
    "Menirukan kegiatan persembahyangan Tri Sandhya.",
    "Mengenal Dainika Upasana (doa sehari-hari).",
    "Mempraktikkan pembiasaan doa setiap hari.",
    "Mengembangkan keingintahuan tentang korban suci di lingkungan keluarga."
  ],
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    "membiasakan diri melafalkan ayat-ayat Al-Qur’an;",
    "memiliki sikap pemberani;",
    "menjelaskan Al-Qur’an dengan baik;",
    "melafalkan huruf hijaiyah dengan fasih;",
    "menyebutkan harakat sederhana dengan baik;",
    "menyebutkan macam-macam harakat; dan",
    "menghafalkan surah Al-Fātihah dengan lancar",
    "mempercayai enam rukun iman;",
    "membiasakan diri dengan sikap peduli;",
    "membiasakan diri dengan sikap suka bekerja sama;",
    "menjelaskan rukun iman dengan baik;",
    "menyebutkan macam-macam rukun iman dengan benar;",
    "menghafal enam rukun iman dengan lancar;",
    "menyebutkan ciptaan Allah dengan benar;",
    "menyebutkan pengertian rasul dengan benar; dan",
    "membuat gambar pohon rukun iman dengan benar.",
    "membiasakan diri membaca basmalah;",
    "membiasakan diri membaca hamdalah;",
    "membiasakan diri bersikap santun;",
    "membiasakan diri untuk bersyukur;",
    "melafalkan basmalah dengan lancar;",
    "menyebutkan arti basmalah dengan benar;",
    "melafalkan hamdalah dengan lancar;",
    "menyebutkan arti hamdalah dengan benar;",
    "memberikan contoh bersikap santun dengan tepat; dan",
    "memberikan contoh cara bersyukur dengan tepat.",
    "mempercayai rukun Islam;",
    "menyayangi ayah dan bunda;",
    "menyebutkan arti rukun Islam dengan benar;",
    "menyebutkan macam-macam rukun islam dengan benar;",
    "menghafal lima rukun Islam dengan lancar;",
    "melafalkan dua kalimat syahadat dengan lancar;",
    "mengartikan dua kalimat syahadat dengan tepat;",
    "menyanyikan lagu dengan syair syahadatain beserta artinya dengan lancar; dan",
    "menggambar ilustrasi “jalan kereta dan stasiun” rukun Islam dengan baik.",
    "meyakini adanya nabi dan rasul;",
    "membiasakan diri berperilaku sederhana;",
    "menjelaskan pengertian nabi dan rasul dengan benar;",
    "membedakan pengertian antara nabi dan rasul dengan benar;",
    "menyebutkan nama 25 nabi dan rasul dengan benar;",
    "menjelaskan pengertian mukjizat dengan benar;",
    "menyebutkan salah satu mukjizat nabi dan rasul dengan benar; dan",
    "menjelaskan perilaku sederhana nabi dan rasul dengan benar.",
    "meyakini keesaan Allah Swt.;",
    "memiliki sikap bertanggung jawab;",
    "menyebutkan macam-macam harakat dengan baik;",
    "melafalkan huruf hijaiyah berharakat dengan benar;",
    "melafalkan surah al-Ikhlās dengan benar;",
    "menunjukkan hafalan surah al-Ikhlās dengan lancar; dan",
    "menyebutkan pesan pokok surah al-Ikhlās dengan benar.",
    "meyakini Asmaulhusna;",
    "menampilkan sikap kasih sayang terhadap sesama;",
    "menyebutkan pengertian Asmaulhusna dengan benar;",
    "menyebutkan arti Ar-Rahmān dan Ar-Rahīm dengan tepat;",
    "menyebutkan bentuk kasih sayang Allah Swt. terhadap makhluk-Nya dengan benar;",
    "menyebutkan bentuk kasih sayang Nabi Muhammad saw. dengan benar;",
    "menyebutkan keteladanan Ar-Rahmān dan Ar-Rahīm; dan",
    "membuat kaligrafi Ar-Rahmān, Ar-Rahīm, dan lafal Muhammad.",
    "Membiasakan diri tertib menjalankan salat lima waktu;",
    "Membiasakan diri bersikap penuh kasih sayang;",
    "Membiasakan diri bersikap disiplin;",
    "Menyebutkan cara berterima kasih dengan benar;",
    "Menjelaskan alasan berterima kasih dengan tepat;",
    "Menyebutkan kepada siapa saja harus berterima kasih dengan benar;",
    "Menyebutkan cara hidup disiplin dengan tepat; dan",
    "Menyebutkan keuntungan hidup disiplin dengan jelas.",
    "membiasakan bersuci dengan benar;",
    "menampilkan sikap hidup bersih setiap hari;",
    "menyebutkan pengertian bertaharah dengan benar;",
    "menyebutkan jenis-jenis bertaharah dengan tepat;",
    "menyebutkan cara bersuci dari najis dan hadas dengan benar;",
    "menyebutkan hikmah bersuci dengan tepat;",
    "mempraktikkan wudu dengan benar; dan",
    "mempraktikkan tayamum dengan benar.",
    "mengimani Nabi Adam a.s. sebagai manusia pertama;",
    "membiasakan diri meminta maaf saat melakukan kesalahan; membiasakan diri bersikap santun;",
    "membiasakan diri bersabar menghadapi cobaan;",
    "menceritakan proses penciptaan Nabi Adam a.s. dengan benar;",
    "menceritakan kehidupan Nabi Adam a.s. dan Hawa di surga dengan benar;",
    "menjelaskan penyebab Nabi Adam a.s. dan Hawa diturunkan ke bumi dengan benar; dan",
    "menyebutkan keteladanan dari Nabi Adam a.s. dengan benar."
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    "Peserta didik kelas I diharapkan mampu mengenal dirinya yang khas dan anggota tubuh yang dimilikinya sebagai anugerah Tuhan dan dapat mengungkapkan syukur atas dirinya yang khas dan anggota tubuh yang dimilikinya sehingga mampu menjaga dan menggunakan fungsi anggota tubuhnya dengan benar.",
    "Peserta didik kelas I diharapkan mampu mengenal lingkungan rumah, sekolah, dan temannya. Juga diharapkan mampu mengungkapkan syukur atas lingkungan rumah, sekolah, dan temannya yang dianugerahkan Allah untuk bertumbuh dan berkembang serta mampu menjaga kebersihan lingkungan rumah, sekolah, dan bersahabat dengan teman-temannya.",
    "Peserta didik mampu mengenal dan percaya pada Allah sebagai Pencipta yang Mahabaik sehingga pada akhirnya peserta didik dapat menjaga dan memelihara ciptaan Allah yang Mahabaik.",
    "Peserta didik diharapkan dapat mengenal kisah kelahiran Yesus sebagai wujud kasih Allah yang Mahabaik. Peserta didik juga diharapkan mampu bersyukur atas kelahiran Yesus serta mampu melakukan perbuatan kasih sebagai wujud pewartaan kabar gembira tentang kelahiran Yesus secara sederhana.",
    "Peserta didik diharapkan mampu mengenal doa-doa harian sebagai ungkapan iman kepada Allah dan mampu mengungkapkan rasa syukur kepada Allah melalui doa-doa harian. Peserta didik juga diharapkan santun dalam mengucapkan doa-doa harian dan mempraktikkan doa-doa harian sebagai ungkapan iman kepada Allah."
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    "beriman Khonghucu",
    "menghargai semua orang",
    "menulis huruf rén",
    "memahami orang tua sebagai wakil Tian",
    "mengetahui fungsi anggota tubuh dan merawatnya",
    "santun dan hormat pada orang tua",
    "hormat pada guru",
    "berlatih mandiri",
    "merawat sekolah",
    "mengetahui peran orang tua",
    "menunjukkan bakti di sekolah",
    "meneladani Nabi Kongzi",
    "mendaftar nama anggota keluarga",
    "mengenal keluarga Nabi Kongzi",
    "mengetahui tanda tanda ajaib menjelang lahir Nabi Kongzi",
    "mengetahui kisah masa kecil Nabi Kongzi",
    "Beriman kepada Tian",
    "Merawat lingkungan alam",
    "Mengetahui ciptaan Tian dan cara menjaganya",
    "Menghormati leluhur",
    "Meneladani sikap bakti Min Sun",
    "menyebutkan perlengkapan altar",
    "Bermain peran sebagai Min Sun",
    "Mengetahui tentang sembahyang leluhur",
    "Mengetahui kisah Min Sun",
    "Berterima kasih, berdoa, dan bersyukur",
    "Bersembahyang kepada Tian dan Nabi Kongzi",
    "Menerapkan perilaku baik",
    "Mengetahui sikap bao xin bade",
    "Mengetahui saat-saat sembahyang kepada Tian dan Nabi Kongzi"
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    "Menjelaskan bahwa dirinya adalah ciptaan Tuhan.",
    "Menjelaskan keistimewaan dirinya.",
    "Menyebutkan anggota tubuhnya.",
    "Menyebutkan fungsi anggota tubuhnya.",
    "Menunjukkan rasa syukur kepada Tuhan dengan doa dan pujian.",
    "Menyebutkan guna mata.",
    "Menyebutkan contoh perbuatan menggunakan mata sesuai kehendak Tuhan.",
    "Menunjukkan rasa syukur atas berkat Tuhan melalui mata yang dapat melihat.",
    "Mempraktikkan penggunaan mata dengan rajin belajar membaca.",
    "Menjelaskan guna mulut.",
    "Menyebutkan contoh perbuatan menggunakan mulut sesuai kehendak Tuhan.",
    "Menunjukkan rasa syukur atas berkat Tuhan melalui mulut.",
    "Mempraktikkan penggunaan mulut dengan bertutur kata sopan.",
    "Menyebutkan guna telinga.",
    "Menyebutkan contoh perbuatan menggunakan telinga sesuai kehendak Tuhan.",
    "Menunjukkan rasa syukur atas berkat Tuhan melalui telinga.",
    "Mempraktikkan penggunaan telinga dengan mau mendengar nasihat dan firman Tuhan.",
    "Menyebutkan guna tangan.",
    "Menyebutkan contoh perbuatan menggunakan tangan sesuai kehendak Tuhan.",
    "Menunjukkan rasa syukur atas berkat Tuhan melalui tangan.",
    "Mempraktikkan penggunaan tangan dengan mau menolong orang lain.",
    "Menyebutkan pentingnya merawat tubuh.",
    "Menyebutkan contoh perbuatan merawat tubuh.",
    "Menunjukkan rasa syukur atas tubuh yang berfungsi dengan baik.",
    "Mempraktikkan perbuatan merawat tubuh secara teratur.",
    "Menyebutkan anggota keluarga.",
    "Menjelaskan contoh kasih Tuhan melalui keluarga.",
    "Menyebutkan peran anggota keluarga inti.",
    "Mempraktikkan perbuatan mengasihi keluarga melalui hidup rukun.",
    "Menyebutkan nama teman dan gurunya.",
    "Menyebutkan contoh sikap yang baik kepada teman dan guru.",
    "Menunjukkan rasa syukur atas kehadiran teman dan guru.",
    "Menunjukkan sikap menjaga kerukunan dengan teman.",
    "Mempraktikkan perbuatan mengasihi teman dan guru.",
    "Menjelaskan pentingnya mengikuti ibadah di Sekolah Minggu.",
    "Menyebutkan contoh sikap yang baik di Sekolah Minggu.",
    "Menyebutkan kegiatan yang dilakukan di Sekolah Minggu.",
    "Mempraktikkan perbuatan mengasihi teman di Sekolah Minggu.",
    "Mengucapkan ayat hafalan dari Alkitab.",
    "Menyebutkan keragaman agama di lingkungan rumah dan sekolah.",
    "Menyebutkan keragaman suku di lingkungan rumah dan sekolah.",
    "Menyebutkan contoh sikap menghargai orang lain yang berbeda agama dan suku.",
    "Menunjukkan rasa syukur atas keragaman agama dan suku di sekitarnya.",
    "Menyebutkan guna matahari, bulan, dan bintang.",
    "Menjelaskan pemeliharaan Tuhan melalui kehadiran matahari, bulan, dan bintang.",
    "Menunjukan rasa syukur atas matahari, bulan, dan bintang.",
    "Mempraktikkan aktivitas hidup sesuai waktu yang ditunjukkan oleh benda-benda penerang ciptaan Allah.",
    "Menjelaskan bahwa Tuhan menciptakan tumbuhan.",
    "Menjelaskan manfaat tumbuhan.",
    "Menjelaskan pentingnya merawat tumbuhan ciptaan Tuhan.",
    "Menyebutkan contoh perbuatan merawat tumbuhan.",
    "Menunjukkan rasa syukur atas lingkungan sekitarku.",
    "Mempraktikkan perbuatan merawat tumbuhan di lingkungan rumah agar bersih, sejuk, dan rapi."
  ],
  "Matematika": [
    "menghitung banyak benda sampai dengan 10;",
    "membaca lambang bilangan sampai dengan 10;",
    "menulis lambang bilangan sampai dengan 10;",
    "mengenal bilangan 0 dengan menunjukkan model konkret;",
    "menunjukkan konsep sama banyak, lebih banyak, dan lebih sedikit dari dua kelompok benda menggunakan benda konkret;",
    "menghitung maju dan mundur sampai dengan 10;",
    "menyusun bilangan dengan menggunakan model konkret;",
    "mengurai bilangan dengan menggunakan model konkret;",
    "menunjukkan konsep penjumlahan sampai dengan 10 dengan benda konkret, gambar, cerita, atau manipulatif lainnya;",
    "menuliskan operasi hitung untuk memecahkan masalah penjumlahan;",
    "menggunakan berbagai strategi penjumlahan (menghitung maju, pasangan bilangan (number bond), penjumlahan ganda, penjumlahan yang hasilnya 10);",
    "menyelesaikan masalah terkait penjumlahan dengan satu langkah penyelesaian;",
    "menunjukkan konsep penjumlahan dan pengurangan sampai dengan 10 dengan benda konkret, gambar, cerita, atau manipulatif lainnya;",
    "menggunakan berbagai strategi pengurangan (menghitung mundur, pasangan bilangan (number bond), pengurangan dengan 10);",
    "menunjukkan fakta hubungan antara operasi penjumlahan dan pengurangan;",
    "menyelesaikan masalah terkait pengurangan dengan satu langkah penyelesaian;",
    "mendeskripsikan benda berdasarkan bentuknya;",
    "mengenal bentuk dasar, yaitu segitiga, segi empat, dan bentuk lengkung;",
    "memberi nama bentuk dasar, yaitu segitiga, segi empat, dan bentuk lengkung;",
    "mengelompokkan benda berdasarkan bentuk, warna, dan ukurannya;",
    "menyusun bentuk bangun;",
    "mengurai bentuk bangun;",
    "menghitung bilangan dari 11 sampai dengan 20;",
    "membaca bilangan dari 11 sampai dengan 20;",
    "menulis bilangan dari 11 sampai dengan 20;",
    "membandingkan dua bilangan;",
    "menghitung maju dan mundur;",
    "menemukan pasangan bilangan;",
    "menunjukkan lebih dari, kurang dari, dan beda atau selisih dari dua kelompok benda menggunakan benda konkret;",
    "menggunakan berbagai strategi penjumlahan antarbilangan satuan (menghitung maju, menghitung dengan 10, dan penjumlahan berulang);",
    "menggunakan berbagai strategi penjumlahan antara bilangan puluhan dan bilangan satuan yang hasilnya kurang dari 20 (menghitung maju, pasangan bilangan, dan nilai tempat);",
    "menggunakan berbagai strategi pengurangan yang hasilnya kurang dari 20 (menghitung mundur, pasangan bilangan, dan nilai tempat);",
    "membandingkan panjang dari dua benda;",
    "mengurutkan benda berdasarkan panjang benda;",
    "mengestimasi panjang benda dengan menggunakan satuan tidak baku;",
    "mengukur panjang benda menggunakan objek lain dalam satuan tidak baku;",
    "mengelompokkan objek;",
    "menghitung setiap kelompok objek;",
    "membaca daftar dan tabel maksimal empat kategori;",
    "membaca diagram gambar maksimal empat kategori;",
    "menginterpretasikan diagram gambar maksimal empat kategori."
  ],
  "Bahasa Indonesia": [
    "peserta didik dapat menyimak cerita yang dibacakan guru.",
    "peserta didik dapat berkenalan dengan teman baru.",
    "peserta didik dapat menyanyi dan menirukan gerakan.",
    "peserta didik dapat membaca dan menulis suku kata yang diawali dengan huruf ‘h’ dan ‘c.’",
    "peserta didik dapat mengamati gambar dengan baik.",
    "peserta didik dapat membaca dan menulis suku kata ‘ka-’, ‘ki-’, ‘ku-’, ‘ke-’, dan ‘ko-’.",
    "peserta didik dapat menirukan gerakan dalam cerita.",
    "peserta didik dapat membaca dan menulis suku kata ‘la-’, ‘li-’, ‘lu-’, ‘le-’, dan ‘lo-’.",
    "peserta didik dapat mengenali kata-kata yang sopan.",
    "peserta didik dapat mengenali tanda titik (.).",
    "peserta didik dapat membaca dan menulis suku kata ‘ma-‘, ‘mi-‘, ‘mu-‘, ‘me-‘, ‘mo-‘.",
    "peserta didik dapat membaca dan menulis kata yang diawali dengan suku kata ‘ga-‘, ‘gi-‘, ‘gu-‘, ‘ge-‘, ‘go-‘.",
    "peserta didik dapat menghitung benda dalam gambar.",
    "peserta didik dapat mengenali bentuk uang melalui bacaan.",
    "peserta didik dapat membaca dan menulis kata-kata sederhana.",
    "peserta didik dapat mengenali arah.",
    "peserta didik dapat membaca dan menulis kata-kata sederhana tentang letak, arah, dan pekerja di sekitar kalian."
  ],
  "Pendidikan Pancasila": [
    "Peserta didik belajar mengenal diri sendiri, mengenal perbedaan teman berdasarkan jenis kelamin, dan pentingnya aturan ketika bermain bersama teman-teman.",
    "peserta didik belajar tentang aturan, mematuhi aturan, dan peduli dengan lingkungan tempat tinggal.",
    "peserta didik belajar mengenal bendera Negara, lagu kebangsaan Indonesia Raya dan simbol-simbol Pancasila.",
    "peserta didik belajar mengenal lingkungan tempat tinggal, menerapkan sikap gotong royong, mengenal lingkungan sekolah, dan peduli pada lingkungan sekolah."
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    "Peserta didik dapat menjelaskan dan mempraktikkan gerak dasar non lokomotor dalam berbagai situasi.",
    "Peserta didik dapat menjelaskan dan mempraktikkan gerak dasar lokomotor dalam berbagai situasi.",
    "Peserta didik dapat menjelaskan dan mempraktikkan gerak dasar manipulatif dalam berbagai situasi.",
    "Peserta didik dapat mengidentifikasi dan mempraktikkan perilaku fair play dan kerjasama dalam berbagai aktivitas jasmani dan permainan sederhana.",
    "Peserta didik menjelaskan dan mempraktikkan aktivitas kebugaran jasmani.",
    "Peserta didik dapat menjelaskan dan mengidentifikasi gaya hidup aktif dan sehat.",
    "Peserta didik menjelaskan situasi dan potensi yang beresiko terhadap keselamatan dalam aktivitas jasmani dan dalam kehidupan sehari-hari.",
    "Peserta didik menjelaskan cara mencari bantuan kepada orang dewasa terpercaya disekitarnya."
  ],
  "Seni Budaya (Seni Tari)": [
    "Peserta didik mampu mengeksplorasi gerak dengan melakukan 1) pengamatan dari gambar, video, contoh gerak dari guru sebagai model model, atau gerak dari salah satu peserta didik, 2) bunyi atau musik yang diperdengarkan, 3) gagasan atau cerita yang dirangkai peserta didik.",
    "Peserta didik mampu menceritakan perbedaan gerak yang dilakukan melalui visual, audio, dan gagasan atau cerita.",
    "Peserta didik dapat mendeskripsikan hasil pengamatan ke dalam bentuk gerak tari.",
    "Peserta didik dapat menjelaskan sumber rangsang gerak yang dihasilkan.",
    "Peserta didik mampu mengikuti proses pembelajaran dengan mandiri.",
    "Peserta didik mampu mengidentifikasi gerak sehari-hari dan gerak tari dengan melakukan pengamatan pada gerak yang ada dalam video, atau contoh gerak dari guru atau model, atau gerak dari salah satu peserta didik.",
    "Peserta didik mampu menceritakan perbedaan gerak sehari-hari dan gerak tari yang dilakukannya berdasarkan pengalaman pribadi.",
    "Peserta didik mampu menampilkan gerak tari sederhana dari gerak sehari-hari.",
    "Peserta didik mampu menunjukan etika sebagai penari dan penonton."
  ],
  "Seni Budaya (Seni Rupa)": [
    "peserta didik dapat menggunakan variasi alat dan bahan yang tersedia di lingkungan sekitar untuk berkarya.",
    "peserta didik dapat menceritakan hasil pengamatan tiga unsur rupa di lingkungan sekitar dengan menggunakan bahasa sehari-hari.",
    "peserta didik dapat menyimpulkan karakteristik alat dan bahan yang digunakan.",
    "peserta didi dapat menyimpulkan hasil temuan tiga unsur rupa di lingkungan sekitar."
  ],
  "Seni Budaya (Seni Musik)": [
    "Peserta didik mengidentifikasi lagu nasional dan lagu daerah melalui kegiatan bernyanyi bersama.",
    "Peserta didik mengidentifikasi unsur-unsur tempo dan ketukan.",
    "Peserta didik mengimitasi pulsa/ketukan, tempo, dan pola irama sederhana.",
    "Peserta didik mengidentifikasi warna bunyi dan nada.",
    "Peserta didik mengimitasi bunyi-bunyi bernada dan susunan nada-nadanya.",
    "Peserta didik mengidentiikasi lagu dalam berbagai macam tempo dan birama.",
    "Peserta didik merespons aktivitas permainan imitasi bunyi dan bernyanyi bersama.",
    "Peserta didik mengekspresikan secara sederhana ragam nyanyian menggunakan anggota tubuh.",
    "Peserta didik menjalankan praktik bernyanyi lagu dolanan, lagu daerah, dan lagu nasional yang memberikan dampak positif bagi dirinya."
  ],
  "Seni Budaya (Seni Teater)": [
    "Peserta didik mengamati, merespons, dan meniru berbagai macam gerak tubuh, suara, dan ekspresi.",
    "Peserta didik mengenali pengalaman emosi.",
    "Peserta didik menceritakan/memberi pendapat gerak tubuh dan ekspresi teman dalam permainan.",
    "Peserta didik mengeksplorasi peran, properti, dan kostum yang sesuai dengan pertunjukan yang dimainkan.",
    "Peserta didik menghasilkan pertunjukan adegan sederhana sehingga memperoleh dampak positif berupa percaya diri, kreatif, dan dapat bekerja sama.",
    "Peserta didik mengamati, merespons, dan meniru berbagai emosi dan peristiwa.",
    "Peserta didik mengenali pengalaman emosi dan peristiwa.",
    "Peserta didik menceritakan/memberi komentar emosi dan peristiwa.",
    "Peserta didik mengeksplorasi peran, properti, dan kostum yang sesuai dengan pertunjukan tablo.",
    "Peserta didik menghasilkan pertunjukan tablo dan memperoleh dampak positif, berupa sikap percaya diri, kreatif, dapat bekerja sama, dan menghasilkan pertunjukan tablo.",
    "Peserta didik mengamati, merespons, dan meniru berbagai macam karakter.",
    "Peserta didik mengenali karakter yang pernah dilihatnya.",
    "Peserta didik menceritakan/memberi komentar karakter yang diciptakannya melalui gerak tubuh dan ekspresi.",
    "Peserta didik mengeksplorasi peran, properti, dan kostum yang sesuai dengan pertunjukan pantomim.",
    "Peserta didik menghasilkan pertunjukan pantomim dan memperoleh dampak positif berupa sikap percaya diri, kreatif, mandiri, bekerja sama, serta menghasilkan pertunjukan pantomim.",
    "Peserta didik mengamati, merespons, dan meniru tokoh yang diperankan.",
    "Peserta didik mengenali karakter tokoh yang diperankan.",
    "Peserta didik menceritakan/memberi komentar seputar karakter tokoh yang diperankan teman.",
    "Peserta didik mengeksplorasi dan memainkan peran, properti, dan kostum yang sesuai dengan peran yang dimainkan.",
    "Peserta didik menghasilkan pertunjukan adegan sederhana dan memperoleh dampak positif kerja sama, berpendapat dengan santun, serta rela berkorban."
  ],
  "Muatan Lokal (Bahasa Bali)": [
    "Mengenal nama anggota tubuh dalam bahasa Bali",
    "Mengenal nama jari-jari tangan dalam bahasa Bali",
    "Menyebutkan fungsi anggota tubuh dalam bahasa Bali",
    "Mengenal nama-nama permainan tradisional",
    "Menyebutkan bahan-bahan dari permainan tradisional",
    "Mendemonstrasikan permainan tradisional",
    "Mengenal nama anggota keluarga dalam bahasa Bali",
    "Menyebutkan urutan dari keluarga",
    "Menyebutkan pekerjaan dari keluarga dalam bahasa Bali",
    "Mengenal adan-adan dauh",
    "Mengenal salam dalam bahasa Bali sesuai waktu",
    "Membuat jadwal sederhana tentang keseharian siswa dalam bahasa Bali",
    "Memahami prilaku idup bersih dan sehat",
    "Menyebutkan contoh idup bersih dan sehat",
    "Mengenal jenis-jenis sampah",
    "Menganal piranti anggen makedas-kedas",
    "Mengetahui kegunaan piranti makedas-kedas",
    "Menulis contoh-contoh pengalaman yang disukai dan tidak disukai",
    "Mengenal nama buah dan tumbuhan dalam bahasa Bali",
    "Menyebutkan nama buah dan tumbuhan dalam bahasa Bali",
    "Mengetahui jenis-jenis rasa dalam bahasa Bali",
    "Mengenal nama hewan",
    "Menyebutkan bunyi-bunyi hewan",
    "Menyebutkan ciri-ciri hewan",
    "Mengetahui satua Bali",
    "Menyimak salah satu satua Bali",
    "Membaca kembali satua Bali",
    "Menceritakan kembali satua Bali dengan kalimat sederhana",
    "Mengetahui contoh-contoh sekar rare",
    "Menirukan salah satu lagu sekar rare",
    "Menyanyikan salah satu sekar rare",
    "Mengenal kruna-kruna matungkalik",
    "Menyebutkan kruna matungkalik",
    "Menulis contoh-contoh kruna matungkalik"
  ]
}
