
{
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    "mengenali identitas keluarga, berbakti dan bangga pada keluarganya",
    "mengidentifikasi, menghormati dan menerima perbedaan (status sosial, keyakinan agama, jenis kelamin, dan etnis) di lingkungan sekitar",
    "mengidentifikasi, menjelaskan, dan mempraktikkan perilaku hormat, ucapan benar dan santun dalam menghargai sesama",
    "mengidentifikasi, menjelaskan, membedakan dan menerima perbedaan lambang, tradisi, dan simbol-simbol dalam agama Buddha",
    "menunjukkan perilaku syukur dengan beribadah, berbuat baik, bersatu dalam kebajikan, dan senang berdiskusi memecahkan masalah",
    "melaksanakan kewajiban, berperilaku jujur, bertindak tepat, dan melaksanakan kesabaran di lingkungan tempat tinggalnya",
    "melaksanakan indahnya toleransi beragama, berkunjung ke tempat ibadah lain, dan menghormati perbedaan agama",
    "melakukan perbuatan benar, saling membantu, dan tulus berterima kasih pada sesama",
    "melaksanakan gotong royong, berbagi sukacita, meringankan beban sesama, dan hidup bersimpati"
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    "menjelaskan pengertian Mahabharata",
    "mengenali tokoh-tokoh dalam Mahabharata",
    "mengenali tokoh-tokoh tidak baik dalam Mahabharata",
    "mengenali karakter Pandawa",
    "menerapkan perilaku baik Pandawa dalam kehidupan",
    "menjelaskan Hyang Widhi Wasa sebagai pencipta Makhluk hidup",
    "menyebutkan makhluk hidup ciptaan Hyang Widhi Wasa",
    "meyebutkan sumber jiwa yang terdapat dalam setiap makhluk hidup",
    "menunjukan sikap peduli terhadap ciptaan Hyang Widhi Wasa",
    "menjelaskan pengertian Orang Suci",
    "menyebutkan Penggolongan Orang Suci",
    "menguraikan syarat-syarat Orang suci agama Hindu",
    "menjelaskan Tugas Orang Suci agama Hindu",
    "berperilaku hormat terhadap Orang Suci",
    "menjelaskan persembahyangan dalam agama hindu",
    "menyebutkan sarana persembahyangan",
    "menjelaskan fungsi sarana persembahyangan",
    "membuat sarana persembahyangan"
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    "mengenal diri, lingkungan keluarga, serta teman-temannya dan memiliki kebiasaan bekerja sama",
    "mengenal tokoh-tokoh iman di dalam Perjanjian Lama (Nuh, Abraham, Ishak, dan Yakub) dan menerapkan nilai-nilai iman dari pengalaman hidup mereka",
    "mengenal masa kanak-kanak Yesus yang menetap di Nazaret, dipersembahkan di Bait Allah, dan ditemukan di Bait Allah",
    "mewujudkan imannya dengan taat melaksanakan perintah Allah, berjuang melawan godaan, serta membiasakan diri berdoa kepada Tuhan",
    "mewujudkan imannya di tengah masyarakat melalui kebiasaan hidup rukun dengan tetangga serta mengembangkan kebiasaan bergotong royong merawat lingkungan"
  ],
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    "terbiasa membaca Al-Qur'an dengan tartil",
    "menunjukkan sikap berani dan percaya diri dalam membaca Al-Qur'an serta berlindung diri kepada Allah Swt.",
    "menjelaskan pesan-pesan pokok QS. an-Nās dengan baik",
    "menyebutkan huruf hijaiyah bersambung sesuai dengan makhārijul hurūf",
    "membaca QS. an-Nās dengan tartil",
    "menunjukan hafalan QS. an-Nās dengan lancar",
    "membaca huruf hijaiyah bersambung sesuai dengan makhārijul hurūf",
    "menerima adanya Allah Swt. Yang Maha Memelihara, Maha Melindungi, Maha Mengetahui, dan Maha Teliti",
    "menunjukkan perilaku tawakal, bersyukur, rajin belajar, dan rasa ingin tahu sebagai implementasi makna asmaulhusna",
    "menyebutkan asmaulhusna al-Hafīz, al-Walī, al-'Alīm, dan al-Khabīr beserta artinya",
    "membuat karya berupa kaligrafi al-Hafīz, al-Walī, al-'Alīm, dan al-Khabīr beserta artinya",
    "meyakini bahwa sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur sebagai cerminan dari iman",
    "menunjukkan sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur",
    "menyebutkan arti sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur",
    "memberikan contoh-contoh sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur",
    "membuat kreasi cerita pendek sederhana mengenai sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur",
    "menerima bahwa azan adalah panggilan Allah kepada hamba-Nya untuk melaksanakan salat",
    "menerima bahwa ikamah adalah panggilan seruan akan segera salat",
    "terbiasa menjaga salat dengan tertib",
    "menunjukkan sikap disiplin sebagai implementasi dari pemahaman tata cara salat dan bacaannya",
    "menjelaskan ketentuan azan, ikamah, dan salat fardu",
    "mempraktikkan azan, ikamah, dan salat fardu",
    "meyakini kebenaran kisah Nabi Nuh a.s.",
    "menunjukkan sikap sabar dan kerja keras sebagaimana meneladani kisah Nabi Nuh a.s.",
    "menjelaskan kisah keteladanan Nabi Nuh a.s.",
    "menyusun urutan kartu kisah Nabi Nuh a.s. dengan benar",
    "menceritakan kembali kisah Nabi Nuh a.s. dengan percaya diri",
    "terbiasa dan senang membaca Al-Qur’an dengan tartil",
    "menunjukkan sikap berani dan percaya diri terhadap sesama sebagai implementasi pemahaman makna QS. al-Falaq dan QS. al-Kausar",
    "menjelaskan pesan-pesan pokok QS. al-Falaq dan QS. al-Kausar",
    "membaca QS. al-Kausar dengan tartil terutama dalam bacaan gunnah dan mad",
    "menunjukkan hafalan QS. al-Falaq dan al-Kausar dengan lancar",
    "meyakini adanya malaikat-malaikat Allah Swt.",
    "meneladan sifat malaikat yang patuh dan taat kepada Allah Swt.",
    "menyebutkan siapa itu malaikat, nama-nama malaikat beserta tugasnya, dan ciri-ciri anak yang beriman kepada malaikat",
    "membuat karya gambar nama malaikat dan tugas-tugasnya",
    "meyakinkan bahwa hidup bersih, rapi, dan teratur sebagai cerminan dari iman",
    "menunjukkan sikap hidup bersih, rapi, dan teratur dalam kehidupan sehari-hari",
    "menjelaskan arti gaya hidup bersih, rapi, teratur dan menggunakan barang dengan benar",
    "membuat kreasi denah lingkungan rumah yang rapi dan teratur",
    "menerima makna zikir dan doa setelah salat sebagai wujud berserah diri kepada Allah Swt.",
    "menunjukkan sikap berserah diri kepada Allah Swt. dan rendah hati kepada sesama",
    "menjelaskan ketentuan bacaan-bacaan zikir setelah salat",
    "menjelaskan ketentuan bacaan-bacaan doa setelah salat",
    "mempraktikkan bacaan-bacaan zikir setelah salat",
    "mempraktikkan bacaan-bacaan doa setelah salat",
    "meyakini kebenaran kisah Nabi Ibrahim a.s.",
    "menunjukkan sikap rela berkorban, taat, dan patuh kepada Allah Swt. sebagaimana meneladani Nabi Ibrahim a.s.",
    "menjelaskan kisah keteladanan Nabi Ibrahim a.s.",
    "menyusun urutan kartu kisah Nabi Ibrahim a.s.",
    "menceritakan kembali kisah Nabi Ibrahim a.s. dengan baik dan benar"
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    "mengenal arti berbakti",
    "mengetahui jasa-jasa orang tua",
    "memahami arti keluarga",
    "meyakini Tian sebagai pencipta",
    "membiasakan tanggung jawab terhadap diri sendiri",
    "menunjukkan sikap saling menghormati dan menolong",
    "mengikuti nilai-nilai keteladanan Nabi Kongzi",
    "meyakini Nabi Kongzi sebagai Genta Rohani Tuhan",
    "mengenal ayat-ayat suci tentang keteladanan Nabi Kongzi",
    "menjalankan sikap berdoa dan menghormat",
    "mempraktikkan bersembahyang menggunakan dupa",
    "menjelaskan cara bersyukur kepada Tian",
    "menjelaskan keluarga inti",
    "menalar perbuatan baik",
    "mengetahui kewajiban anggota keluarga",
    "meyakini watak sejati adalah karunia Tian",
    "mengenali bakat yang dimiliki",
    "meneladani sikap dapat dipercaya Guan Yu"
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    "menjelaskan arti keluarga sebagai anugerah Tuhan",
    "menjelaskan pentingnya saling menghormati di dalam keluarga",
    "menyebutkan cara Tuhan memelihara kita melalui keluarga",
    "menunjukkan rasa syukur dan mempraktikkan perbuatan menghormati keluarga",
    "menjelaskan bahwa kehadiran teman adalah anugerah Tuhan",
    "menjelaskan pentingnya saling menolong antar teman",
    "menyebutkan cara Tuhan memelihara melalui teman dan mencontohkan perbuatan menolong teman",
    "menunjukkan rasa syukur atas kehadiran teman dan mempraktikkan perbuatan menolong teman",
    "menjelaskan bahwa kehadiran guru adalah anugerah Tuhan",
    "menjelaskan pentingnya menghormati guru",
    "menyebutkan cara Allah memelihara melalui kehadiran guru dan mencontohkan perbuatan menghormati guru",
    "menunjukkan rasa syukur atas kehadiran guru dan mempraktikkan perbuatan menghormati guru",
    "menjelaskan bahwa tubuh adalah ciptaan Tuhan dan menghargai keunikan diri",
    "menyebutkan kegunaan anggota tubuh, mencontohkan perbuatan baik dengan tubuh, dan menjelaskan cara merawatnya",
    "menunjukkan rasa syukur atas tubuhnya dan mempraktikkan perbuatan baik dengan tubuhnya",
    "menjelaskan bahwa setiap anggota keluarga memiliki keunikan dan pentingnya hidup rukun di rumah",
    "menyebutkan contoh perbuatan yang dapat menciptakan kerukunan di rumah",
    "menunjukkan rasa syukur atas keluarga yang rukun dan mempraktikkan hidup rukun di rumah",
    "menjelaskan bahwa setiap orang di sekolah memiliki keunikan dan pentingnya hidup rukun di sekolah",
    "menyebutkan contoh perbuatan yang dapat menciptakan kerukunan di sekolah",
    "menunjukkan rasa syukur atas kehidupan yang rukun di sekolah dan mempraktikkan hidup rukun di sekolah",
    "menjelaskan pentingnya pergi ke gereja dan menyebutkan hal-hal baik di Sekolah Minggu",
    "menunjukkan rasa syukur atas teman-teman dan guru Sekolah Minggu",
    "mempraktikkan sikap yang benar dalam beribadah di gereja",
    "menjelaskan apa itu Alkitab dan manfaat membacanya",
    "menjelaskan pentingnya berdoa sebelum membaca Alkitab",
    "mempraktikkan kebiasaan membaca Alkitab",
    "mengenal keragaman suku di Indonesia sebagai anugerah Tuhan",
    "menyebutkan dan mempraktikkan contoh sikap menghargai keragaman suku",
    "menyebutkan keragaman agama di Indonesia sebagai anugerah Tuhan",
    "menyebutkan dan mempraktikkan contoh sikap menghargai orang yang berbeda agama",
    "menjelaskan bahwa Tuhan memelihara manusia dan alam melalui peristiwa hujan, panas, siang, dan malam",
    "menunjukkan syukur atas pemeliharaan Tuhan melalui peristiwa alam",
    "menjelaskan pentingnya merawat lingkungan sekolah",
    "menyebutkan dan mempraktikkan contoh perbuatan merawat lingkungan sekolah"
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan)": [
    "mempraktikkan pola gerak dasar lokomotor (jalan, lari, lompat, meloncat) dengan benar",
    "mempraktikkan pola gerak dasar non-lokomotor (memutar, mengayun, membungkuk, menekuk, meliuk) dengan benar",
    "mempraktikkan pola gerak dasar manipulatif (melempar, menangkap, menendang, menahan, menggiring bola) dengan benar",
    "mempraktikkan pola gerak dominan pada senam (bertumpu, bergantung, keseimbangan, berpindah, tolakan, putaran, ayunan, melayang, mendarat) dengan benar",
    "mempraktikkan pola gerak dasar lokomotor dan non-lokomotor sesuai irama (ketukan) dalam aktivitas gerak berirama",
    "mempraktikkan pengenalan air dengan benar",
    "mempraktikkan aktivitas latihan kebugaran jasmani untuk kesehatan, seperti latihan sikap tubuh dalam keadaan diam dan bergerak",
    "menerapkan konsep cara menjaga kebersihan lingkungan (rumah, kelas, sekolah)"
  ],
  "Matematika": [
    "membilang lambang bilangan cacah sampai dengan 50",
    "menuliskan lambang bilangan cacah sampai dengan 50",
    "memperkirakan banyak benda (estimasi) sampai dengan 50",
    "menyusun bilangan cacah menggunakan model konkret",
    "mengurai bilangan cacah menggunakan model konkret",
    "menunjukkan bilangan cacah sampai dengan 50 menggunakan nilai tempat",
    "menunjukkan konsep lebih dari, kurang dari, dan beda/selisih dari dua bilangan cacah",
    "mengurutkan tiga bilangan cacah",
    "menggunakan berbagai strategi penjumlahan dan pengurangan untuk benda kurang dari 20",
    "menyelesaikan masalah yang berkaitan dengan penjumlahan dan pengurangan dengan dua langkah penyelesaian",
    "membedakan segi banyak dan bukan segi banyak",
    "menjelaskan ciri-ciri bangun datar (segitiga, segi empat, segi banyak, dan lingkaran)",
    "mengurai dan menyusun bangun datar",
    "mengenal dan menamai bangun ruang (balok, kubus, kerucut, dan bola)",
    "mendeskripsikan perbedaan bangun datar dan bangun ruang",
    "mendeskripsikan posisi benda terhadap benda lain (kanan, kiri, depan, belakang, atas, dan bawah)",
    "mengidentifikasi, melanjutkan, dan membuat pola gambar, warna, dan suara",
    "menunjukkan dan menamai pecahan setengah dari benda utuh dan kumpulan benda",
    "menunjukkan dan menamai pecahan seperempat dari benda utuh",
    "membandingkan berat benda (lebih berat, lebih ringan, sama berat)",
    "mengukur berat benda dengan satuan tidak baku",
    "membaca waktu (tepat) menggunakan jam digital dan jam analog",
    "membandingkan durasi waktu (lama dan sebentar) dari suatu kegiatan",
    "membilang dan menuliskan lambang bilangan cacah sampai dengan 100",
    "memperkirakan banyak benda (estimasi) sampai dengan 100",
    "mengurutkan tiga bilangan cacah sampai 100",
    "membaca, menginterpretasikan, dan menyajikan data dalam bentuk turus dan diagram gambar"
  ],
  "Pendidikan Pancasila": [
    "mempelajari berbagai aturan dalam keluarga, sikap mematuhi aturan, dan menceritakan contoh perilaku mematuhi aturan",
    "mengenal lambang dan bunyi sila-sila Pancasila, serta menerapkan nilai-nilainya di lingkungan rumah dan sekolah",
    "melaksanakan bermacam-macam aktivitas belajar",
    "mengenal dan menerima keberagaman (hobi, ciri fisik, agama, kepercayaan) di lingkungan rumah dan sekolah",
    "mengetahui dan mempraktikkan sikap peduli lingkungan serta bekerja sama menjaga lingkungan"
  ],
  "Bahasa Indonesia": [
    "menunjukkan sikap menjadi pendengar yang penuh perhatian",
    "menjelaskan informasi dari media audio atau teks yang dibacakan",
    "membaca dan/atau memirsa teks sederhana tentang diri dan lingkungan",
    "menjelaskan informasi dari teks yang dibaca",
    "memaknai kosakata baru dari teks dengan bantuan ilustrasi",
    "berbicara dengan santun menggunakan volume dan intonasi yang tepat",
    "merespons dengan bertanya, menjawab, dan menanggapi komentar orang lain",
    "mengungkapkan perasaan dan gagasan secara lisan",
    "menyajikan tujuan penulisan pengalaman pribadi",
    "menulis di atas kertas tentang diri, keluarga, dan/atau lingkungan",
    "mengembangkan tulisan tentang diri, keluarga, dan/atau lingkungan",
    "menggunakan huruf kapital dan tanda baca (titik, koma, tanya)",
    "menulis informasi menggunakan gambar sederhana (tabel, infografik, poster)",
    "membaca dengan fasih kata-kata yang dikenali sehari-hari",
    "mengurutkan gambar menjadi cerita yang selaras dengan teks fiksi",
    "menceritakan isi informasi yang dibaca atau didengar",
    "memahami dan melakukan instruksi lisan sederhana",
    "mengidentifikasi kalimat perintah dalam teks",
    "mengidentifikasi 'loh' sebagai kata depan dan sebagai awalan",
    "mengembangkan tulisan yang baik",
    "membedakan 'di' sebagai kata depan dan awalan",
    "menulis cerita sederhana",
    "menulis kalimat sederhana menggunakan huruf kapital dan tanda baca yang benar",
    "mengidentifikasi kalimat aktif dan pasif dari teks fiksi",
    "menulis kalimat sederhana menggunakan kata kunci",
    "mengidentifikasi kata benda dan kata sifat",
    "mengidentifikasi sinonim dan antonim",
    "menggunakan kata benda dan kata sifat dalam kalimat",
    "menggunakan sinonim dan antonim dalam kalimat",
    "merancang tulisan fabel menggunakan gambar sederhana",
    "memahami makna peribahasa dengan bantuan ilustrasi",
    "menjelaskan informasi prosedural dari media audio atau teks",
    "mengidentifikasi makna kata ulang dalam teks",
    "mengidentifikasi kalimat imbauan atau ajakan dalam teks",
    "menulis puisi berbagai bentuk",
    "menulis kalimat menggunakan kata sambung 'dan' dan 'tetapi'"
  ],
  "Seni Budaya (Seni Tari)": [
    "mengembangkan kesadaran diri dalam mengeksplorasi unsur utama tari (ruang, tenaga, waktu, gerak di tempat, gerak berpindah)",
    "mengenal dan mengemukakan unsur utama tari secara lisan, tulisan, dan kinestetik",
    "mengembangkan unsur utama tari untuk membuat gerak sederhana yang indah",
    "meragakan hasil gerak berdasarkan norma atau perilaku yang sesuai dalam menari dengan percaya diri",
    "menunjukkan antusiasme dalam menyelesaikan aktivitas pembelajaran tari",
    "menilai unsur utama tari dan mengemukakan pencapaian diri"
  ],
  "Seni Budaya (Seni Teater)": [
    "mengingat suara berdasarkan emosi atau ekspresi",
    "mengingat berbagai suara di sekitarnya",
    "memberi saran atau pendapat pada ekspresi suara yang dimainkan teman",
    "menggabungkan properti dan kostum sesuai ekspresi suara yang dimainkan",
    "menciptakan dan menghasilkan pementasan ekspresi suara",
    "menerapkan sikap percaya diri, dapat bekerja sama, dan santun dalam berpendapat",
    "menghasilkan pementasan teatrikal puisi dengan suara yang jelas",
    "mengingat tinggi rendahnya dan penjedaan suara",
    "memberi saran atau pendapat pada tinggi rendahnya suara yang dimainkan teman",
    "menggabungkan properti dan kostum sesuai deklamasi yang ditampilkan",
    "menciptakan pementasan deklamasi puisi menggunakan properti dan kostum",
    "mengingat suara manusia dan binatang dalam kehidupan sehari-hari",
    "memberi saran pada suara manusia dan binatang yang dimainkan teman",
    "mengkreasikan properti dan kostum sesuai cerita yang disampaikan",
    "melakukan pementasan teater yang bersumber dari cerita",
    "mengingat peristiwa yang paling berkesan",
    "memberi saran pada cerita yang santun disampaikan teman",
    "mengkreasikan properti dan kostum sesuai dengan teatrikal puisi yang dimainkan",
    "melakukan pementasan teatrikal puisi"
  ],
  "Seni Budaya (Seni Rupa)": [
    "mengelompokkan unsur rupa (garis, bidang, warna) yang ada di lingkungan sekitar",
    "menyampaikan pendapat mengenai sebuah karya seni rupa atau benda",
    "menceritakan sumber gagasan untuk menciptakan karya dua atau tiga dimensi",
    "memilih teknik, alat, dan bahan untuk menciptakan karya",
    "memilih langkah-langkah berkarya seni",
    "membuat karya dua dan tiga dimensi dengan menggunakan teknik yang dipilih",
    "menceritakan pengalaman dan perasaan mengenai proses berkreasi",
    "menjelaskan dampak suatu karya pada dirinya"
  ],
  "Seni Budaya (Seni Musik)": [
    "mengidentifikasi unsur-unsur lagu nasional, daerah, dan populer, serta eksplorasi unsur musik (tempo, ketukan, warna suara, nada)",
    "merespons dan memberikan umpan balik pada aktivitas permainan musik melodis dan ritmis sederhana",
    "mengimitasi bunyi menggunakan alat musik melalui pola irama dan melodi sederhana",
    "mempelajari jenis-jenis alat musik, bunyi yang dihasilkan, serta cara merawatnya",
    "merespons unsur nada dan irama, serta memproduksi bunyi dan pola irama menggunakan anggota tubuh atau alat musik",
    "mengidentifikasi penggabungan ragam alat musik ritmis dan melodis serta menjalankan praktik bermain musik"
  ]
}
