
{
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    "Melalui pembelajaran interaktif dan pembelajaran afektif peserta didik dapat mengenali identitas keluarga, berbakti dan bangga pada keluarganya.",
    "Melalui pembelajaran interaktif dan pembelajaran afektif peserta didik dapat mengidentifikasi, menghormati dan menerima perbedaan, status sosial, keyakinan agama, jenis kelamin, dan etnis di lingkungan rumah, sekolah dan tempat ibadah.",
    "Melalui pembelajaran interaktif dan pembelajaran afektif peserta didik dapat megidentifikasi, menjelaskan, dan mepraktikkan perilaku hormat, ucapan benar dan santun dalam menghargai sesama.",
    "Melalui pembelajaran interaktif dan pembelajaran afektif peserta didik dapat mengidentifikasi, menjelaskan, membedakan dan menerima perbedaan lambang-lambang keagamaan, tradisi, simbol-simbol, dalam agama Buddha. di lingkungan rumah, sekolah dan tempat ibadah.",
    "Melalui pembelajaran interaktif dan pembelajaran afektif didik dapat menunjukkan perilaku syukur dengan beribadah, berbuat baik untuk membangun kemanusiaan, perilaku bersatu dalam kebajikan dan membiasakan diri untuk senang berdiskusi memecahkan masalah di lingkungan rumah, sekolah dan tempat ibadah sebagai gambaran profil pelajar pancasila.",
    "Melalui pembelajaran interaktif peserta didik dapat melaksanakan kewajiban, berperilaku jujur, bertindak tepat, dan melaksanakan kesabaran di lingkungan tempat tinggalnya.",
    "Melalui pembelajaran interaktif dan pembelajaran sikap peserta didik dapat melaksanakan indahnya toleransi beragama, berkunjung ke tempat ibadah lain, dan menghormati perbedaan agama di lingkungan tempat tinggalnya.",
    "Melalui pembelajaran interaktif peserta didik dapat melakukan perbuatan benar, saling membantu, dan tulus berterima kasih pada sesama di lingkungan tempat tinggalnya.",
    "Melalui pembelajaran interaktif peserta didik dapat melaksanakan gotong royong, berbagi sukacita pada sesama, meringankan beban sesama, hidup bersimpati di lingkungan rumah dan sekolah."
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    "Menjelaskan pengertian Mahabharata",
    "Mengenali tokoh-tokoh dalam Mahabharata",
    "Mengenali tokoh-tokoh tidak baik dalam Mahabharata",
    "Mengenali karakter Pandawa",
    "Menerapkan perilaku baik Pandawa dalam kehidupan",
    "Menjelaskan Hyang Widhi Wasa sebagai pencipta Makhluk hidup",
    "Menyebutkan makhluk hidup ciptaan Hyang Widhi Wasa",
    "Meyebutkan sumber jiwa yang terdapat dalam setiap makhluk hidup",
    "Menunjukan sikap peduli terhadap ciptaan Hyang Widhi Wasa",
    "Menjelaskan pengertian Orang Suci",
    "Menyebutkan Penggolongan Orang Suci",
    "Menguraikan syarat-syarat Orang suci agama Hindu",
    "Menjelaskan Tugas Orang Suci agama Hindu",
    "Perilaku terhadap Orang Suci",
    "Menjelaskan persembahyangan dalam agama hindu",
    "Menyebutkan sarana persembahyangan",
    "Menjelaskan fungsi sarana persembahyangan",
    "Membuat sarana persembahyangan"
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    "Melalui pembahasan bab ini, peserta didik diharapkan mampu mengenal diri, lingkungan keluarga, serta teman-temannya; memiliki kebiasaan bekerja sama dengan anggota keluarga dan teman.",
    "Melalui pembahasan bab ini, peserta didik diharapkan mampu mengenal tokoh-tokoh iman di dalam Perjanjian Lama (Nuh, Abraham, Ishak, dan Yakub); dan berusaha mengaplikasikan nilai-nilai iman dari pengalaman hidup tokoh-tokoh tersebut di dalam kehidupannya sehari-hari.",
    "Melalui pembahasan pada bab III ini, peserta didik diharapkan mampu mengenal masa kanak-kanak Yesus yang menetap di Nazaret, dipersembahkan di Bait Allah, dan ditemukan di Bait Allah.",
    "Melalui pembahasan bab ini, diharapkan peserta didik mampu mewujudkan imannya dengan taat melaksanakan perintah Allah, berjuang melawan godaan serta membiasakan diri untuk berdoa kepada Tuhan melalui doa pujian, syukur, dan permohonan.",
    "Peserta didik kelas II mampu mewujudkan imannya di tengah masyarakat melalui kebiasaan hidup rukun dengan tetangga serta mengembangkan kebiasaan bergotong royong merawat lingkungan."
  ],
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    "Setelah mengikuti pembelajaran, peserta didik terbiasa membaca Al-Qur'an dengan tartil.",
    "Setelah mengikuti pembelajaran, peserta didik menunjukkan sikap berani dan percaya diri dalam membaca Al-Qur'an serta dapat menunjukkan sikap berlindung diri kepada Allah Swt. sebagai implementasi pemahaman makna QS. an-Nās dengan baik.",
    "Melalui model pembelajaran discovery learning dan metode tanya jawab, peserta didik dapat menjelaskan pesan-pesan pokok QS. an-Nās dengan baik.",
    "Melalui metode ceramah dan demonstrasi, peserta didik dapat menyebutkan huruf hijaiyah bersambung sesuai dengan makhārijul hurūf.",
    "Melalui model pembelajaran drill and practice, peserta didik dapat membaca QS. an-Nās dengan tartil.",
    "Melalui model pembelajaran tikrār, peserta didik dapat menunjukan hafalan QS. an-Nās dengan lancar.",
    "Melalui model pembelajaran talqin dan tasmi', peserta didik dapat membaca huruf hijaiyah bersambung sesuai dengan makhārijul hurūf.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menerima adanya Allah Swt. Yang Maha Memelihara, Yang Maha Melindungi, Yang Maha Mengetahui, dan Yang Maha teliti/Yang Mahawaspada dengan baik.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menunjukkan perilaku tawakal, bersyukur, rajin belajar, dan rasa ingin tahu sebagai implementasi dari pemahaman makna asmaulhusna al-Hafīz, al-Walī, al-'Alīm, dan al-Khabīr dengan penuh tanggung jawab.",
    "Melalui model pembelajaran cooperative script dan metode diskusi, peserta didik dapat menyebutkan asmaulhusna al-Hafīz, al-Walī, al-'Alīm, dan al-Khabīr beserta artinya dengan benar.",
    "Melalui model drill and practice dan metode kerja kelompok peserta didik dapat membuat karya berupa kaligrafi al-Hafīz, al-Walī, al-'Alīm, dan al-Khabīr beserta artinya dengan baik dan benar.",
    "Setelah mengikuti pembelajaran, peserta didik dapat meyakini dengan sungguh-sungguh bahwa sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur sebagai cerminan dari iman.",
    "Setelah mengikuti pembelajaran, peserta didik menunjukkan sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur dengan baik.",
    "Melalui model pembelajaran problem based learning dengan metode ceramah dan tanya jawab, peserta didik dapat menyebutkan arti sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur dengan benar.",
    "Melalui model pembelajaran poster and video comment dan metode diskusi, peserta didik dapat memberikan contoh-contoh sikap menyayangi manusia, empati, tutur kata yang lembut, dan jujur dengan benar.",
    "Melalui model pembelajaran project based learning dan metode kerja kelompok, peserta didik dapat membuat kreasi cerita pendek sederhana mengenai menyayangi manusia, empati, tutur kata yang lembut, dan jujur dengan percaya diri.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menerima dengan ikhlas bahwa azan adalah panggilan Allah kepada hamba-Nya untuk melaksanakan salat.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menerima dengan ikhlas bahwa ikamah adalah panggilan seruan akan segera salat.",
    "Setelah mengikuti pembelajaran, peserta didik dapat terbiasa menjaga salat dengan tertib.",
    "Setelah mengikuti pembelajaran, peserta didik menunjukkan sikap disiplin sebagai implementasi dari pemahaman tata cara salat dan bacaannya dengan tepat.",
    "Melalui model pembelajaran modelling the way dan metode ceramah serta tanya jawab, peserta didik dapat menjelaskan ketentuan azan, ikamah, dan salat fardu dengan benar.",
    "Melalui model pembelajaran modelling the way dan metode tanya jawab serta demonstrasi, peserta didik dapat mempraktikkan azan, ikamah, dan salat fardu dengan baik dan benar.",
    "Setelah mengikuti pembelajaran, peserta didik dapat meyakini dengan sungguh-sungguh kebenaran kisah Nabi Nuh a.s.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menunjukkan sikap sabar dan kerja keras sebagaimana meneladani kisah Nabi Nuh a.s. dengan benar.",
    "Melalui model pembelajaran cooperative script dengan metode tanya jawab, peserta didik dapat menjelaskan kisah keteladanan Nabi Nuh a.s. dengan baik.",
    "Melalui model pembelajaran picture to picture atau card to card dan metode diskusi, peserta didik dapat menyusun urutan kartu kisah Nabi Nuh a.s. dengan benar.",
    "Melalui model pembelajaran video comment dan talking stick dengan metode mendongeng, peserta didik dapat menceritakan kembali kisah Nabi Nuh a.s. dengan percaya diri.",
    "Setelah mengikuti pembelajaran, peserta didik terbiasa dan senang membaca Al-Qur’an dengan tartil.",
    "Setelah mengikuti pembelajaran, peserta didik menunjukkan sikap berani dan percaya diri terhadap sesama sebagai implementasi pemahaman makna QS. al-Falaq dan QS. al-Kausar dengan baik.",
    "Melalui model pembelajaran cooperative scripts, metode ceramah dan tanya jawab, peserta didik dapat menjelaskan pesan-pesan pokok QS. al-Falaq dan QS. al-Kausar dengan baik.",
    "Melalui model pembelajaran drill and practice dan metode demonstrasi, peserta didik dapat membaca QS. al-Kausar dengan tartil terutama dalam bacaan gunnah dan mad.",
    "Melalui model pembelajaran talqin, tasmi', tikrār, dan kaisa peserta didik dapat menunjukkan hafalan QS. al-Falaq dan al-Kausar dengan lancar.",
    "Setelah mengikuti pembelajaran, peserta didik dapat meyakini adanya malaikat-malaikat Allah Swt.",
    "Setelah mengikuti pembelajaran, peserta didik dapat meneladan sifat malaikat yang patuh dan taat kepada Allah Swt.",
    "Melalui model index card match dan metode diskusi, peserta didik dapat menyebutkan siapa itu malaikat, nama-nama malaikat beserta tugasnya, dan ciri-ciri anak yang beriman kepada malaikat.",
    "Melalui model drill and practice dan metode kerja kelompok, peserta didik dapat membuat karya gambar nama malaikat dan tugas-tugasnya dengan baik dan benar.",
    "Setelah mengikuti pembelajaran, peserta didik dapat meyakinkan bahwa hidup bersih, hidup rapi, dan hidup teratur sebagai cerminan dari iman.",
    "Setelah mengikuti pembelajaran, peserta didik menunjukkan sikap hidup bersih, hidup rapi, dan hidup teratur dalam kehidupan sehari-hari.",
    "Melalui model pembelajaran the educational diagnosis meeting dan metode diskusi, peserta didik dapat menjelaskan arti gaya hidup bersih, gaya hidup rapi, dan gaya hidup teratur dan menggunakan barang dengan benar.",
    "Melalui model pembelajaran project based learning dan metode kerja kelompok, peserta didik dapat membuat kreasi denah lingkungan rumah yang rapi, dan kreasi denah lingkungan rumah yang teratur.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menerima makna zikir setelah salat sebagai wujud berserah diri kepada Allah Swt.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menerima makna doa setelah salat sebagai wujud berserah diri kepada Allah Swt.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menunjukkan sikap berserah diri kepada Allah Swt. sebagai implementasi makna zikir setelah salat.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menunjukkan sikap rendah hati kepada sesama sebagai implementasi makna doa setelah salat.",
    "Melalui model pembelajaran cooperative script dan metode ceramah, peserta didik dapat menjelaskan ketentuan bacaan-bacaan zikir setelah salat.",
    "Melalui model pembelajaran cooperative script dan metode ceramah, peserta didik dapat menjelaskan ketentuan bacaan-bacaan doa setelah salat.",
    "Melalui model pembelajaran Drill and proctice dan metode demonstrasi, peserta didik dapat mempraktikkan bacaan-bacaan zikir setelah salat.",
    "Melalui model pembelajaran Drill and proctice dan metode demonstrasi, peserta didik dapat mempraktikkan bacaan-bacaan doa setelah salat.",
    "Setelah mengikuti pembelajaran, peserta didik dapat meyakini dengan sungguh-sungguh kebenaran kisah Nabi Ibrahim a.s.",
    "Setelah mengikuti pembelajaran, peserta didik dapat menunjukkan sikap rela berkorban, taat, dan patuh kepada Allah Swt. sebagaimana meneladani Nabi Ibrahim a.s. dengan baik.",
    "Melalui model pembelajaran discovery learning dan metode diskusi, peserta didik dapat menjelaskan kisah keteladanan Nabi Ibrahim a.s. dengan benar.",
    "Melalui model pembelajaran card sort dan card to card/picture to picture, peserta didik dapat menyusun urutan kartu kisah Nabi Ibrahim a.s. dengan benar.",
    "Melalui model pembelajaran every one is teacher here dengan metode tanya jawab dan media video pembelajaran, peserta didik dapat menceritakan kembali kisah Nabi Ibrahim a.s. dengan baik dan benar."
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    "Mengenal arti berbakti",
    "Mengetahui jasa-jasa orang tua",
    "Memahami arti keluarga",
    "Meyakini Tian sebagai pencipta",
    "Membiasakan tanggung jawab terhadap diri sendiri",
    "Menunjukkan sikap saling menghormati dan menolong",
    "Mengikuti nilai-nilai keteladanan Nabi Kongzi",
    "Meyakini Nabi Kongzi sebagai Genta Rohani Tuhan",
    "Mengenal ayat-ayat suci tentang keteladanan Nabi Kongzi",
    "Menjalankan sikap berdoa dan menghormat",
    "Mempraktikkan bersembahyang menggunakan dupa",
    "Menjelaskan cara bersyukur kepada Tian",
    "Menjelaskan keluarga inti",
    "Menalar perbuatan baik",
    "Mengetahui kewajiban anggota keluarga",
    "Meyakini watak sejati adalah karunia Tian",
    "Mengenali bakat yang dimiliki",
    "Meneladani sikap dapat dipercaya Guan Yu"
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    "Menjelaskan arti keluarga.",
    "Menjelaskan bahwa keluarga ada anugerah Tuhan.",
    "Menjelaskan pentingnya saling menghormati di dalam keluarga.",
    "Menyebutkan cara Tuhan memelihara kita melalui keluarga.",
    "Menunjukkan rasa syukur atas keluarga.",
    "Mempraktikkan perbuatan menghormati keluarga.",
    "Menjelaskan bahwa kehadiran teman adalah anugerah Tuhan.",
    "Menjelaskan pentingnya saling menolong antar teman.",
    "Menyebutkan cara Tuhan memelihara melalui teman.",
    "Menyebutkan contoh perbuatan menolong teman.",
    "Menunjukkan rasa syukur atas kehadiran teman",
    "Mempraktikkan perbuatan menolong teman.",
    "Menjelaskan bahwa kehadiran guru adalah anugerah Tuhan.",
    "Menjelaskan pentingnya menghormati guru.",
    "Menyebutkan cara Allah memelihara melalui kehadiran guru.",
    "Menyebutkan contoh perbuatan menghormati guru.",
    "Menunjukkan rasa syukur atas kehadiran guru.",
    "Mempraktikkan perbuatan menghormati guru.",
    "Menjelaskan bahwa tubuh adalah ciptaan Tuhan.",
    "Menghargai keunikan dirinya dan orang lain.",
    "Menyebutkan kegunaan anggota tubuhnya.",
    "Menyebutkan contoh perbuatan baik yang dapat dilakukan dengan tubuh.",
    "Menjelaskan cara merawat tubuh.",
    "Menunjukkan rasa syukur atas tubuhnya.",
    "Mempraktikkan perbuatan baik dengan tubuhnya.",
    "Menjelaskan bahwa setiap anggota keluarga memiliki keunikan.",
    "Menjelaskan pentingnya hidup rukun di rumah.",
    "Menyebutkan contoh perbuatan yang dapat menciptakan kerukunan di rumah.",
    "Menunjukkan rasa syukur atas keluarga yang rukun.",
    "Mempraktikkan hidup rukun di rumah.",
    "Menjelaskan bahwa setiap orang di sekolah memiliki keunikan.",
    "Menjelaskan pentingnya menghargai keunikan orang lain.",
    "Menjelaskan pentingnya hidup rukun di sekolah.",
    "Menyebutkan contoh perbuatan yang dapat menciptakan kerukunan di sekolah.",
    "Menunjukkan rasa syukur atas kehidupan yang rukun di sekolah.",
    "Mempraktikkan hidup rukun di sekolah.",
    "Menjelaskan pentingnya pergi ke gereja.",
    "Menyebutkan hal-hal baik di Sekolah Minggu.",
    "Menunjukkan rasa syukur atas teman-teman dan guru Sekolah Minggu.",
    "Mempraktikkan sikap yang benar dalam beribadah di gereja.",
    "Menjelaskan apa itu Alkitab.",
    "Menjelaskan manfaat membaca Alkitab.",
    "Menjelaskan pentingnya berdoa sebelum membaca Alkitab.",
    "Mempraktikkan kebiasaan membaca Alkitab.",
    "Mengenal keragaman suku di Indonesia.",
    "Menjelaskan bahwa keragaman suku di Indonesia adalah anugerah Tuhan.",
    "Menyebutkan contoh sikap menghargai keragaman suku.",
    "Mempraktikkan sikap menghargai keragaman suku sebagai ungkapan syukur kepada Tuhan.",
    "Menyebutkan keragaman agama di Indonesia.",
    "Menjelaskan bahwa keragaman agama di Indonesia adalah anugerah Tuhan.",
    "Menyebutkan contoh sikap menghargai orang yang berbeda agama.",
    "Mempraktikkan sikap menghargai orang yang berbeda agama sebagai ungkapan syukur kepada Tuhan.",
    "Menyebutkan perbedaan cuaca hujan dan panas di Indonesia.",
    "Menjelaskan bahwa Tuhan memelihara manusia dan alam melalui peristiwa hujan dan panas.",
    "Menjelaskan bahwa Tuhan memelihara manusia dan alam melalui siang dan malam.",
    "Menunjukkan syukur atas pemeliharaan Tuhan melalui peristiwa alam.",
    "Menjelaskan pentingnya merawat lingkungan sekolah.",
    "Menyebutkan contoh perbuatan merawat lingkungan sekolah.",
    "Menunjukkan rasa syukur atas alam ciptaan Tuhan dengan merawat lingkungan sekolah.",
    "Mempraktikkan perbuatan merawat lingkungan sekolah agar bersih, sejuk, dan rapi."
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan pola gerak dasar jalan, lari, lompat, dan meloncat dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan pola gerak dasar nonlokomotor seperti gerakan memutar, mengayun, membungkuk, menekuk, dan meliuk dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap, seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan pola gerak dasar manipulatif seperti gerakan melempar, menangkap, menendang, menahan, dan menggiring bola dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap, seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan aktivitas pembelajaran pola gerak dominan pada senam seperti bertumpu, bergantung, keseimbangan, berpindah/lokomotor, tolakan, putaran, ayunan, melayang, dan mendarat dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap, diantaranya mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan pola gerak dasar lokomotor dan nonlokomotor sesuai dengan irama (ketukan) tanpa/dengan musik dalam aktivitas gerak berirama dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap, seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan pengenalan air dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap, seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu mempraktikkan aktivitas latihan kebugaran jasmani untuk kesehatan seperti latihan sikap tubuh dalam keadaan diam dan bergerak dengan benar sesuai potensi dan kreativitas yang dimiliki serta mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap, seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari.",
    "Peserta didik dapat menunjukkan kemampuan dalam mengategorikan dan mampu menerapkan konsep cara menjaga kebersihan lingkungan rumah, kelas, sekolah, dan lain-lain sesuai dengan pola perilaku hidup sehat dengan mengembangkan nilai-nilai Profil Pelajar Pancasila dengan menanamkan nilai-nilai sikap seperti mandiri dan gotong royong, serta dapat menerapkan pola perilaku hidup sehat dalam kehidupan sehari-hari."
  ],
  "Matematika": [
    "membilang lambang bilangan cacah sampai dengan 50;",
    "menuliskan lambang bilangan cacah sampai dengan 50;",
    "memperkirakan banyak benda (estimasi) sampai dengan 50;",
    "menyusun bilangan cacah menggunakan model konkret;",
    "mengurai bilangan cacah menggunakan model konkret;",
    "menunjukkan bilangan cacah sampai dengan 50 menggunakan nilai tempat;",
    "menunjukkan konsep lebih dari, kurang dari, dan beda/selisih dari dua bilangan cacah;",
    "mengurutkan tiga bilangan cacah.",
    "menggunakan berbagai strategi penjumlahan (menghitung maju, penjumlahan bersusun, dan pasangan bilangan (number bond)) untuk melakukan penjumlahan banyak benda kurang dari 20;",
    "menggunakan berbagai strategi penguran (menghitung mundur, pengurangan bersusun, dan pasangan bilangan (number bond)) untuk melakukan pengurangan banyak benda kurang dari 20;",
    "menyelesaikan masalah yang berkaitan dengan penjumlahan dan pengurangan dengan dua langkah penyelesaian.",
    "membedakan segi banyak dan bukan segi banyak;",
    "menjelaskan ciri-ciri bangun datar (segitiga, segi empat, segi banyak, dan lingkaran);",
    "mengurai satu bangun datar menjadi beberapa bangun datar lain;",
    "menyusun beberapa bangun datar untuk menghasilkan bentuk segitiga, segi empat, dan segi banyak;",
    "mengenal bangun ruang (balok, kubus, kerucut, dan bola);",
    "menamai bangun ruang (balok, kubus, kerucut, dan bola);",
    "mendeskripsikan perbedaan bangun datar dan bangun ruang.",
    "mendeskripsikan posisi benda terhadap benda lain (kanan, kiri, depan, belakang, atas, dan bawah);",
    "mengidentifikasi pola gambar, warna, dan suara;",
    "melanjutkan pola gambar, warna, dan suara;",
    "membuat pola gambar, warna, dan suara.",
    "menunjukkan pecahan setengah dari benda utuh yang dibagi menjadi dua sama besar;",
    "menamai pecahan setengah pada benda utuh yang dibagi menjadi dua sama besar;",
    "menunjukkan pecahan setengah dari kumpulan benda yang dibagi menjadi dua sama banyak;",
    "menamai pecahan setengah pada kumpulan benda yang dibagi menjadi dua sama banyak;",
    "menunjukkan pecahan seperempat dari benda utuh yang dibagi menjadi empat sama besar;",
    "menamai pecahan seperempat pada benda utuh yang dibagi menjadi empat sama besar.",
    "membandingkan berat benda melalui eksplorasi;",
    "menggunakan konsep lebih berat, lebih ringan, sama berat, paling berat, dan paling ringan untuk mendeskripsikan berat benda;",
    "mengukur berat benda dengan satuan tidak baku;",
    "membaca waktu (tepat) menggunakan jam digital dan jam analog;",
    "membandingkan durasi waktu (lama dan sebentar) dari suatu kegiatan.",
    "membilang lambang bilangan cacah sampai dengan 100;",
    "menuliskan lambang bilangan cacah sampai dengan 100;",
    "memperkirakan banyak benda (estimasi) sampai dengan 100;",
    "menunjukkan konsep lebih dari dan kurang dari dua bilangan cacah;",
    "mengurutkan tiga bilangan cacah.",
    "membaca data dalam bentuk turus maksimal empat kategori;",
    "menginterpretasikan data dalam bentuk turus maksimal empat kategori;",
    "menyajikan data dengan menggunakan turus;",
    "membaca data dalam bentuk diagram gambar maksimal empat kategori;",
    "menginterpretasikan data dalam bentuk diagram gambar maksimal empat kategori;",
    "menyajikan data dengan menggunakan diagram gambar."
  ],
  "Pendidikan Pancasila": [
    "peserta didik dapat mempelajari berbagai aturan dalam keluarga, sikap mematuhi aturan, menceritakan contoh perilaku mematuhi aturan.",
    "peserta didik dapat mengenal lambang Pancasila, mengetahui bunyi sila-sila Pancasila, memahami arti dan makna lambang Pancasila, menerapkan nilai-nilai Pancasila di lingkungan rumah dan sekolah, serta mengenal perumus Pancasila.",
    "peserta didik dapat melaksanakan bermacam-macam aktivitas belajar.",
    "peserta didik dapat mengenal keberagaman hobi, menerima keberagaman ciri-ciri fisik teman-teman, perbedaan agama dan kepercayaan, beserta perbedaan simbol agama dan kepercayaan yang beragam, baik teman-teman di rumah maupun di sekolah.",
    "peserta didik dapat mengetahui sikap peduli lingkungan, mempraktikkan sikap dan perilaku menjaga lingkungan sekitar, serta belajar bekerja sama menjaga lingkungan, melalui berbagai aktivitas bermain, membaca, menulis, melakukan aksi, berkarya, dan lainnya."
  ],
  "Bahasa Indonesia": [
    "Menunjukkan sikap menjadi pendengar yang penuh perhatian berkaitan dengan diri, keluarga, dan/atau lingkungan.",
    "Menjelaskan informasi yang berkaitan dengan diri, keluarga, dan/atau lingkungan dari media audio, teks aural (teks yang dibacakan dan/atau didengar).",
    "Membaca dan/atau memirsa teks bacaan sederhana, puisi, atau gambar tentang diri dan lingkungan.",
    "Menjelaskan informasi dari teks yang dibaca, narasi imajinatif, puisi, lirik lagu anak, atau gambar tentang diri dan lingkungan.",
    "Memaknai kosakata baru dan/atau kosakata Bahasa Indonesia serapan dari teks yang dibaca atau tayangan yang dipirsa dengan bantuan ilustrasi tentang diri dan lingkungan.",
    "Berbicara dengan santun tentang beragam topik yang dikenali menggunakan volume dan intonasi yang tepat.",
    "Merespons dengan bertanya tentang sesuatu, menjawab, dan menanggapi komentar orang lain (teman, guru, dan/atau orang dewasa) tentang diri, keluarga, dan/atau lingkungan.",
    "Mengungkapkan perasaan dan gagasan secara lisan tentang diri, keluarga, dan/atau lingkungan dengan/tanpa bantuan gambar/ilustrasi.",
    "Menyajikan tujuan penulisan pengalaman pribadi.",
    "Menulis di atas kertas tentang diri, keluarga, dan/atau lingkungan dengan benar.",
    "Mengembangkan tulisan tentang diri, keluarga, dan/atau lingkungan.",
    "Menggunakan huruf kapital dan tanda baca (tanda titik (.), koma (,), dan tanya (?)) dalam kalimat tentang diri, keluarga, atau lingkungan.",
    "Menulis informasi tentang diri, keluarga, dan/atau lingkungan menggunakan gambar sederhana (tabel, infografik, poster, dsb.).",
    "Membaca dengan fasih kata-kata yang dikenali sehari-hari tentang diri dan lingkungan.",
    "Mengurutkan gambar menjadi cerita yang selaras dengan teks fiksi yang dibaca dan menceritakan kembali.",
    "Menceritakan isi informasi yang dibaca atau didengar tentang diri, keluarga, dan/atau lingkungan.",
    "Memahami instruksi lisan sederhana yang berkaitan dengan diri, keluarga, dan/ atau lingkungan dan melakukannya.",
    "Mengidentifikasi kalimat perintah dalam teks yang dibaca atau tayangan yang dipirsa.",
    "Mengidentifikasi 'loh' sebagai kata depan dan sebagai awalan.",
    "Mengembangkan tulisan yang baik tentang diri, keluarga, dan/atau lingkungan.",
    "Membedakan 'di' sebagai kata depan dan awalan.",
    "Menulis cerita tentang diri, keluarga, dan/atau lingkungan.",
    "Menulis kalimat sederhana menggunakan huruf kapital dan tanda baca yang benar.",
    "Mengidentifikasi kalimat aktif dan pasif dari teks fiksi.",
    "Menulis kalimat sederhana menggunakan kata kunci tentang diri, keluarga, dan/atau lingkungan.",
    "Mengidentifikasi kata benda dan kata sifat dari teks yang dibaca atau dipirsa.",
    "Mengidentifikasi sinonim dan antonim kata dari teks yang dibaca atau dipirsa.",
    "Menggunakan kata benda dan kata sifat dalam kalimat.",
    "Menggunakan sinonim dan antonim suatu kata dalam kalimat.",
    "Merancang tulisan fabel dan/atau lingkungan menggunakan gambar sederhana.",
    "Memahami makna peribahasa dari teks yang dibaca atau dipirsa dengan bantuan ilustrasi.",
    "Menjelaskan informasi prosedural yang berkaitan dengan diri, keluarga, dan/ atau lingkungan dari media audio atau teks aural.",
    "Mengidentifikasi makna kata ulang dalam teks yang dibaca atau dipirsa.",
    "Mengidentifikasi kalimat imbauan atau ajakan dalam teks yang dibaca atau dipirsa.",
    "Menulis puisi berbagai bentuk tentang diri, keluarga, dan/atau lingkungan.",
    "Menulis kalimat menggunakan kata sambung 'dan' dan 'tetapi'."
  ],
  "Seni Budaya (Seni Tari)": [
    "Mengembangkan kesadaran diri dalam mengeksplorasi unsur utama tari meliputi ruang, tenaga, waktu, gerak di tempat serta gerak berpindah.",
    "Mengenal unsur utama tari meliputi, ruang, tenaga, waktu, gerak di tempat serta berpindah serta mengemukakan pencapaian diri secara lisan, tulisan, dan kinestetik.",
    "Mengembangkan unsur utama tari (ruang, waktu, tenaga) untuk membuat gerak sederhana yang memiliki kesatuan gerak yang indah.",
    "Meragakan hasil gerak berdasarkan norma atau perilaku yang sesuai dalam menari dengan keyakinan dan percaya diri saat mengekspresikan ide, perasaan kepada penonton atau lingkungan sekitar.",
    "Menunjukkan antusiasme dalam menyelesaikan aktivitas pembelajaran tari.",
    "Menilai unsur utama tari meliputi ruang, tenaga, waktu, gerak di tempat serta berpindah serta mengemukakan pencapaian diri secara lisan, tulisan, dan kinestetik."
  ],
  "Seni Budaya (Seni Teater)": [
    "mengingat suara berdasarkan emosi atau ekspresi.",
    "mengingat berbagai suara di sekitarnya.",
    "memberi saran atau pendapat pada ekspresi suara yang dimainkan oleh temannya.",
    "menggabungkan properti dan kostum sesuai ekspresi suara yang dimainkan.",
    "menciptakan pementasan ekspresi suara dengan menggunakan properti dan kostum.",
    "menerapkan sikap percaya diri, dapat bekerja sama, dapat mengungkapkan pendapat dengan santun, menghargai orang lain, rela berkorban, kreatif, dan mandiri.",
    "menghasilkan pementasan teatrikal puisi dengan suara yang jelas.",
    "mengingat tinggi rendahnya suara.",
    "mengingat penjedaan suara.",
    "memberi saran atau pendapat pada tinggi rendahnya suara yang dimainkan oleh temannya.",
    "menggabungkan properti dan kostum sesuai deklamasi yang ditampilkan.",
    "menciptakan pementasan deklamasi puisi menggunakan properti dan kostum.",
    "mengingat suara dalam kehidupan sehari-hari, baik suara manusia maupun binatang.",
    "memberi saran pada suara manusia dan binatang yang dimainkan oleh temannya.",
    "mengkreasikan properti dan kostum sesuai cerita yang disampaikan.",
    "melakukan pementasan teater yang bersumber dari cerita dengan menggunakan properti dan kostum.",
    "mengingat peristiwa yang paling berkesan.",
    "memberi saran pada cerita yang santun disampaikan oleh temannya.",
    "mengkreasikan properti dan kostum sesuai dengan teatrikal puisi yang dimainkan.",
    "melakukan pementasan teatrikal puisi dengan menggunakan properti dan kostum."
  ],
  "Seni Budaya (Seni Rupa)": [
    "peserta didik dapat mengelompokkan unsur rupa (garis, bidang, warna) yang ada di lingkungan sekitar berdasarkan hasil pengamatan.",
    "peserta didik dapat menyampaikan pendapat mengenai sebuah karya seni rupa atau benda di lingkungan sehari­hari. Tujuan pembelajaran ini diturunkan dari elemen mereleksikan.",
    "peserta didik dapat menceritakan sumber gagasan untuk menciptakan karya dua atau tiga dimensi.",
    "peserta didik dapat memilih teknik, alat, dan bahan untuk menciptakan karya dua atau tiga dimensi.",
    "peserta didik dapat memilih langkahlangkah berkarya seni dua atau tiga dimensi.",
    "peserta didik dapat membuat karya dua dan tiga dimensi dengan menggunakan teknik yang dipilih.",
    "peserta didik dapat menceritakan pengalaman dan perasaan mengenai proses berkreasi diri.",
    "peserta didik dapat menjelaskan dampak suatu karya pada dirinya."
  ],
  "Seni Budaya (Seni Musik)": [
    "Peserta didik akan dapat mengidentifikasi unsur-unsur lagu nasional, lagu daerah, dan lagu populer yang sesuai dengan kapasitasnya. Peserta didik juga akan mengidentifikasi dan melakukan eksplorasi terhadap unsur musik, meliputi tempo dan ketukan, serta warna suara dan nada.",
    "Peserta didik merespons aktivitas permainan imitasi bunyi dan bernyanyi bersama serta memberikan umpan balik aktivitas bermain musik melodis dan ritmis sederhana.",
    "Peserta didik mengimitasi bunyi menggunakan alat musik melalui pola irama dan bunyi dasar ragam musik berbentuk melodi dan ritmis.",
    "Peserta didik mempelajari jenis-jenis alat musik, bunyi yang dihasilkan, serta cara merawat dan membersihkannya.",
    "Peserta didik merespons unsur-unsur bunyi-musik nada dan irama, baik menggunakan alat musik ritmis maupun melodis serta memproduksi bunyi dan pola irama menggunakan anggota tubuh atau alat musik melodis dan ritmis yang tersedia di lingkungan sekitar.",
    "Peserta didik akan merespons aktivitas permainan imitasi bunyi dan bernyanyi bersama. Selain itu, peserta didik akan mengidentifikasi penggabungan ragam alat musik ritmis dan melodis serta bunyi yang dihasilkannya. Peserta didik juga akan menjalankan praktik bermain alat musik ritmis dan melodis yang memberikan dampak positif bagi dirinya."
  ],
  "Muatan Lokal (Bahasa Bali)": [
    "Memahami ciri-ciri idup adung",
    "Menyebutkan contoh idup adung",
    "Menceritakan pengalaman idup adung di keluarga, sekolah dan masyarakat.",
    "Mengenal nama anggota keluarga dalam bahasa Bali",
    "Mengenal nama-nama permainan tradisional",
    "Menyebutkan bahan-bahan dari permainan tradisional",
    "Mendemonstrasikan permainan tradisional",
    "Mengenal tanda baca",
    "Mengenal kata tanya dalam bahasa Bali",
    "Menulis contoh-contoh kalimat tanya dengan bahasa Bali",
    "Mengenal adan dina",
    "Menghafalkan adan dina",
    "Mengetahui tugas dan kewajiban sebagai siswa dalam bahasa Bali",
    "Mengenal adan-adan dauh",
    "Mengenal salam dalam bahasa Bali sesuai waktu",
    "Membuat jadwal sederhana tentang keseharian siswa dalam bahasa Bali",
    "Memahami prilaku idup bersih dan sehat",
    "Menyebutkan contoh idup bersih dan sehat",
    "Mengenal jenis-jenis sampah",
    "Menganal piranti anggen makedas-kedas",
    "Mengetahui kegunaan piranti makedas-kedas",
    "Menceritakan pengalaman yang pernah dialami",
    "Menulis contoh-contoh pengalaman yang disukai dan tidak disukai",
    "Mengenal kruna-kruna matungkalik",
    "Menulis contoh-contoh kruna matungkalik",
    "Mengenal adan buron",
    "Menyebutkan ciri-ciri buron",
    "Mengenal nama buah dan tumbuhan dalam bahasa Bali",
    "Mengetahui jenis-jenis rasa dalam bahasa Bali",
    "Mengenal angka dalam bahasa Bali",
    "Menulis angka dalam bahasa Bali",
    "Menghafal angka dalam bahasa Bali",
    "Mengenal aturan keselamatan dirumah dan diluar rumah",
    "Menyebutkan aturan lalu lintas",
    "Mengenal arah mata angin dalam Bahasa Bali",
    "Menghafal arah mata angin dalam Bahasa Bali",
    "Mengetahui Satua Bali",
    "Menyimak dan menceritakan kembali isi satua",
    "Mengetahui contoh-contoh sekar rare",
    "Menyanyikan salah satu sekar rare"
  ]
}
