
{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Mari Mengaji dan Mengkaji Surah al-Ma'un dan Hadis Anak Yatim",
      "tp": [
        "Meyakini Surah al-Ma'un sebagai firman Allah dan terbiasa membacanya.",
        "Melafalkan, mengartikan, dan menjelaskan makna isi pokok Surah al-Ma'un.",
        "Menghubungkan ajaran al-Qur’an dengan perilaku sehari-hari.",
        "Mempraktikkan hadis tentang anak yatim dalam bentuk perilaku menyayangi anak yatim."
      ]
    },
    {
      "slm": "Bab 2: Mengenal Nama-Nama Allah dan Kitab-Kitab-Nya",
      "tp": [
        "Meyakini asmaulhusna al-Qawiyyu, al-Muhyi, al-Mumit, dan al-Ba’is.",
        "Menjelaskan makna dan menyimpulkan perilaku terpuji yang sesuai dengan asmaulhusna.",
        "Mengungkap nilai-nilai akhlak terpuji sebagai bukti keyakinan kepada asmaulhusna.",
        "Membuat tulisan indah asmaulhusna."
      ]
    },
    {
      "slm": "Bab 3: Hidup Indah Saling Menghargai",
      "tp": [
        "Meyakini makna hidup indah saling menghargai dan tugas utama sebagai khalifah.",
        "Membiasakan perilaku terpuji sebagai implementasi makna hidup saling menghargai dan tugas khalifah.",
        "Menjelaskan dan menyebutkan makna saling menghargai dan tugas utama manusia sebagai khalifah.",
        "Menampilkan dan menemukan contoh-contoh perilaku saling menghargai dan tugas sebagai khalifah."
      ]
    },
    {
      "slm": "Bab 4: Indahnya Berbagi",
      "tp": [
        "Meyakini dan membiasakan perilaku berbagi sebagai bukti menerapkan makna zakat, infak, sedekah, dan hadiah.",
        "Menjelaskan dan membedakan makna zakat, infak, sedekah, dan hadiah.",
        "Menciptakan ide-ide kegiatan yang serupa dan mempraktikkan makna zakat, infak, sedekah, dan hadiah."
      ]
    },
    {
      "slm": "Bab 5: Kisah Perjuangan Nabi Muhammad saw.",
      "tp": [
        "Meyakini peristiwa Fathu Makkah dan Haji Wada.",
        "Membiasakan perilaku pantang menyerah sebagai implementasi makna Fathu Makkah dan Haji Wada.",
        "Menjelaskan pengertian dan sebab-sebab terjadinya Fathu Makkah.",
        "Menentukan dan menemukan perilaku mulia Rasulullah saw. dalam peristiwa Fathu Makkah dan Haji Wada.",
        "Menghubungkan peristiwa Fathu Makkah dan Haji Wada dengan perilaku terpuji sehari-hari."
      ]
    },
    {
      "slm": "Bab 6: Mari Mengaji dan Mengkaji Al-Qur'an Surah Ali 'Imran/3: 64 dan al-Baqarah/2: 256",
      "tp": [
        "Meyakini kebenaran pokok Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256.",
        "Membaca kedua surah tersebut dengan fasih.",
        "Menjelaskan dan mengemukakan pendapat terkait pesan-pesan pokok kedua surah tersebut.",
        "Menemukan perilaku dan mengambil hikmah yang sesuai dengan makna kedua surah tersebut."
      ]
    },
    {
      "slm": "Bab 7: Meyakini Hari Akhir",
      "tp": [
        "Meyakini adanya hari akhir.",
        "Menumbuhkan sikap gotong-royong dan mawas diri sebagai bentuk keimanan kepada hari akhir.",
        "Menjelaskan makna dan menceritakan perjalanan iman kepada hari akhir.",
        "Menjelaskan makna kiamat dan alam barzah/alam kubur.",
        "Menemukan hikmah beriman kepada hari akhir.",
        "Membuat peta konsep perjalanan di hari akhir."
      ]
    },
    {
      "slm": "Bab 8: Indahnya Berperilaku Terpuji",
      "tp": [
        "Meyakini dan membiasakan berperilaku terpuji saling bersaudara sesuai dengan Islam.",
        "Menjelaskan makna persaudaraan dalam Islam dan berteman tanpa membedakan agama.",
        "Menemukan hikmah berteman tanpa membedakan agama.",
        "Meneladani Rasulullah saw. dalam berinteraksi dengan pemeluk agama lain.",
        "Mempraktikkan perilaku bersaudara sesuai dengan Islam."
      ]
    },
    {
      "slm": "Bab 9: Ibadah Haji dan Kurban",
      "tp": [
        "Meyakini ketentuan pelaksanaan ibadah haji dan kurban.",
        "Membiasakan perilaku terpuji rela berkurban.",
        "Menjelaskan ketentuan dan menemukan hikmah pelaksanaan ibadah haji dan kurban.",
        "Mempraktikkan manasik haji dan kurban sesuai ketentuan."
      ]
    },
    {
      "slm": "Bab 10: Kisah Perjuangan Khulafaurrasyidin",
      "tp": [
        "Meyakini kisah perjuangan khulafaurrasyidin dalam berdakwah.",
        "Membiasakan perilaku terpuji gemar menolong sebagai bukti mengimani perjuangan khulafaurrasyidin.",
        "Menumbuhkan sifat sabar dan percaya diri sebagai wujud meyakini kebenaran khulafaurrasyidin.",
        "Menjelaskan, menceritakan, dan menemukan keteladanan dari kisah perjuangan khulafaurrasyidin."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Keluargaku Pemberian Tuhan",
      "tp": [
        "Menjelaskan arti keluarga.",
        "Menjelaskan bahwa keluarga adalah anugerah Tuhan.",
        "Menjelaskan pentingnya saling menghormati di dalam keluarga.",
        "Menyebutkan cara Tuhan memelihara kita melalui keluarga.",
        "Menunjukkan rasa syukur atas keluarganya.",
        "Mempraktikkan perbuatan menghormati keluarga."
      ]
    },
    {
      "slm": "Pelajaran 2: Aku Mengasihi Teman",
      "tp": [
        "Menjelaskan bahwa kehadiran teman adalah anugerah Tuhan.",
        "Menjelaskan pentingnya saling menolong antar teman.",
        "Menyebutkan cara Tuhan memelihara melalui teman.",
        "Menyebutkan contoh perbuatan menolong teman.",
        "Menunjukkan rasa syukur atas kehadiran teman.",
        "Mempraktikkan perbuatan menolong teman."
      ]
    },
    {
      "slm": "Pelajaran 3: Aku Menghormati Guruku",
      "tp": [
        "Menjelaskan bahwa kehadiran guru adalah anugerah Tuhan.",
        "Menjelaskan pentingnya menghormati guru.",
        "Menyebutkan cara Allah memelihara melalui kehadiran guru.",
        "Menyebutkan contoh perbuatan menghormati guru.",
        "Menunjukkan rasa syukur atas kehadiran guru.",
        "Mempraktikkan perbuatan menghormati guru."
      ]
    },
    {
      "slm": "Pelajaran 4: Tubuhku untuk Berbuat Baik",
      "tp": [
        "Menjelaskan bahwa tubuh adalah ciptaan Tuhan.",
        "Menghargai keunikan dirinya dan orang lain.",
        "Menyebutkan kegunaan anggota tubuhnya.",
        "Menyebutkan contoh perbuatan baik yang dapat dilakukan dengan tubuhnya.",
        "Menjelaskan cara merawat tubuhnya.",
        "Menunjukkan rasa syukur atas tubuhnya.",
        "Mempraktikkan perbuatan baik dengan tubuhnya."
      ]
    },
    {
      "slm": "Pelajaran 5: Hidup Rukun di Rumah",
      "tp": [
        "Menjelaskan bahwa setiap anggota keluarga memiliki keunikan.",
        "Menjelaskan pentingnya hidup rukun di rumah.",
        "Menyebutkan contoh perbuatan yang dapat menciptakan kerukunan di rumah.",
        "Menunjukkan rasa syukur atas keluarga yang rukun.",
        "Mempraktikkan hidup rukun di rumah."
      ]
    },
    {
      "slm": "Pelajaran 6: Hidup Rukun di Sekolah",
      "tp": [
        "Menjelaskan bahwa setiap orang di sekolah memiliki keunikan.",
        "Menjelaskan pentingnya menghargai keunikan orang lain.",
        "Menjelaskan pentingnya hidup rukun di sekolah.",
        "Menyebutkan contoh perbuatan yang dapat menciptakan kerukunan di sekolah.",
        "Menunjukkan rasa syukur atas kehidupan yang rukun di sekolah.",
        "Mempraktikkan hidup rukun di sekolah."
      ]
    },
    {
      "slm": "Pelajaran 7: Aku Rajin ke Gereja",
      "tp": [
        "Menjelaskan pentingnya pergi ke gereja.",
        "Menyebutkan hal-hal baik di Sekolah Minggu.",
        "Menunjukkan rasa syukur atas teman-teman dan guru Sekolah Minggu.",
        "Mempraktikkan sikap yang benar dalam beribadah di gereja."
      ]
    },
    {
      "slm": "Pelajaran 8: Aku suka membaca Alkitab",
      "tp": [
        "Menjelaskan apa itu Alkitab.",
        "Menjelaskan manfaat membaca Alkitab.",
        "Menjelaskan pentingnya berdoa sebelum membaca Alkitab.",
        "Mempraktikkan kebiasaan membaca Alkitab."
      ]
    },
    {
      "slm": "Pelajaran 9: Mengasihi orang yang Berbeda Suku",
      "tp": [
        "Mengenal keragaman suku di Indonesia.",
        "Menjelaskan bahwa keragaman suku di Indonesia adalah anugerah Tuhan.",
        "Menyebutkan contoh sikap menghargai keragaman suku.",
        "Mempraktikkan sikap menghargai keragaman suku sebagai ungkapan syukur kepada Tuhan."
      ]
    },
    {
      "slm": "Pelajaran 10: Mengasihi Orang yang Berbeda Agama",
      "tp": [
        "Menyebutkan keragaman agama di Indonesia.",
        "Menjelaskan bahwa keragaman agama di Indonesia adalah anugerah Tuhan.",
        "Menyebutkan contoh sikap menghargai orang yang berbeda agama.",
        "Mempraktikkan sikap menghargai orang yang berbeda agama sebagai ungkapan syukur kepada Tuhan."
      ]
    },
    {
      "slm": "Pelajaran 11: Tuhan Memelihara Alam",
      "tp": [
        "Menyebutkan perbedaan cuaca hujan dan panas di Indonesia.",
        "Menjelaskan bahwa Tuhan memelihara manusia dan alam melalui peristiwa hujan dan panas.",
        "Menjelaskan bahwa Tuhan memelihara manusia dan alam melalui siang dan malam.",
        "Menunjukkan syukur atas pemeliharaan Tuhan melalui peristiwa alam."
      ]
    },
    {
      "slm": "Pelajaran 12: Merawat Lingkungan Sekolahku",
      "tp": [
        "Menjelaskan pentingnya merawat lingkungan sekolah.",
        "Menyebutkan contoh perbuatan merawat lingkungan sekolah.",
        "Menunjukkan rasa syukur atas alam ciptaan Tuhan dengan merawat lingkungan sekolah.",
        "Mempraktikkan perbuatan merawat lingkungan sekolah agar bersih, sejuk, dan rapi."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Bab 1: Ayo Membilang sampai dengan 50",
      "tp": [
        "membilang lambang bilangan cacah sampai dengan 50;",
        "menuliskan lambang bilangan cacah sampai dengan 50;",
        "memperkirakan banyak benda (estimasi) sampai dengan 50;",
        "menyusun bilangan cacah menggunakan model konkret;",
        "mengurai bilangan cacah menggunakan model konkret;",
        "menunjukkan bilangan cacah sampai dengan 50 menggunakan nilai tempat;",
        "menunjukkan konsep lebih dari, kurang dari, dan beda/selisih dari dua bilangan cacah;"
      ]
    },
    {
      "slm": "Bab 2: Penjumlahan dan Pengurangan",
      "tp": [
        "menggunakan berbagai strategi penjumlahan (menghitung maju, penjumlahan bersusun, dan pasangan bilangan (number bond)) untuk melakukan penjumlahan banyak benda kurang dari 20;",
        "menggunakan berbagai strategi pengurangan (menghitung mundur, pengurangan bersusun, dan pasangan bilangan (number bond)) untuk melakukan pengurangan banyak benda kurang dari 20;",
        "menyelesaikan masalah yang berkaitan dengan penjumlahan dan pengurangan dengan dua langkah penyelesaian."
      ]
    },
    {
      "slm": "Bab 3: Bentuk di Sekitar Kita",
      "tp": [
        "membedakan segi banyak dan bukan segi banyak;",
        "menjelaskan ciri-ciri bangun datar (segitiga, segi empat, segi banyak, dan lingkaran);",
        "mengurai satu bangun datar menjadi beberapa bangun datar lain;",
        "menyusun beberapa bangun datar untuk menghasilkan bentuk segitiga, segi empat, dan segi banyak;",
        "mengenal bangun ruang (balok, kubus, kerucut, dan bola);",
        "menamai bangun ruang (balok, kubus, kerucut, dan bola);",
        "mendeskripsikan perbedaan bangun datar dan bangun ruang."
      ]
    },
    {
      "slm": "Bab 4: Posisi Benda dan Pola di Sekitar Kita",
      "tp": [
        "mendeskripsikan posisi benda terhadap benda lain (kanan, kiri, depan, belakang, atas, dan bawah);",
        "mengidentifikasi pola gambar, warna, dan suara;",
        "melanjutkan pola gambar, warna, dan suara;",
        "membuat pola gambar, warna, dan suara yang sama."
      ]
    },
    {
      "slm": "Bab 5: Pecahan",
      "tp": [
        "menunjukkan pecahan setengah dari benda utuh yang dibagi menjadi dua sama besar;",
        "menamai pecahan setengah pada benda utuh yang dibagi menjadi dua sama besar;",
        "menunjukkan pecahan setengah dari kumpulan benda yang dibagi menjadi dua sama banyak;",
        "menamai pecahan setengah pada kumpulan benda yang dibagi menjadi dua sama banyak;",
        "menunjukkan pecahan seperempat dari benda utuh yang dibagi menjadi empat sama besar;",
        "menamai pecahan seperempat pada benda utuh yang dibagi menjadi empat sama besar."
      ]
    },
    {
      "slm": "Bab 6: Pengukuran",
      "tp": [
        "membandingkan berat benda melalui eksplorasi;",
        "menggunakan konsep lebih berat, lebih ringan, sama berat, paling berat, dan paling ringan untuk mendeskripsikan berat benda;",
        "mengukur berat benda dengan satuan tidak baku;",
        "membaca waktu (tepat) menggunakan jam digital dan jam analog;",
        "membandingkan durasi (lama dan sebentar) suatu kegiatan."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Aku Patuh Aturan",
      "tp": [
        "Menunjukkan perilaku mematuhi aturan di lingkungan keluarga",
        "Mengidentifikasi berbagai aturan di lingkungan keluarga",
        "Menceritakan contoh sikap mematuhi aturan di lingkungan keluarga"
      ]
    },
    {
      "slm": "Bab 2: Aku Berperilaku Pancasila",
      "tp": [
        "Mengidentifikasi simbol dan sila-sila Pancasila dalam lambang negara Garuda Pancasila",
        "Mengurutkan simbol dan sila-sila Pancasila sesuai dengan urutan sila-sila Pancasila",
        "Mengenal para perumus Pancasila"
      ]
    },
    {
      "slm": "Bab 3: Aku dan Teman-Temanku",
      "tp": [
        "Menyebutkan identitas diri sesuai hobi di lingkungan rumah dan sekolah",
        "Menerima perbedaan dirinya dan orang lain sesuai ciri-ciri fisik, hobi, serta agama dan kepercayaan di rumah dan sekolah",
        "Mengenal simbol keberagaman antarumat beragama dan kepercayaan di lingkungan rumah dan sekolah",
        "Menghargai perbedaan simbol keberagaman antarumat beragama dan kepercayaan di lingkungan rumah dan sekolah"
      ]
    },
    {
      "slm": "Bab 4: Aku Peduli Lingkungan",
      "tp": [
        "Menunjukkan sikap peduli terhadap lingkungan sekolah",
        "Mengidentifikasi, Mempraktikkan sikap dan perilaku menjaga lingkungan sekitar",
        "Mengidentifikasi bentuk kerja sama di lingkungan tempat tinggal dan sekolah"
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Bab 1: Ayo, Gerakkan Badanmu!",
      "tp": [
        "mengeksplorasi gerak dasar nonlokomotor, lokomotor, dan manipulatif dalam berbagai situasi gerak.",
        "memanipulasi objek dengan bagian tubuh di ruang yang berbeda, serta menyimpulkan efektivitasnya."
      ]
    },
    {
      "slm": "Bab 2: Serunya Bermain!",
      "tp": [
        "menerapkan perilaku fair play dalam berbagai aktivitas jasmani dan permainan sederhana.",
        "menerapkan strategi kolaborasi dalam berbagai aktivitas jasmani dan permainan sederhana."
      ]
    },
    {
      "slm": "Bab 3: Sehatkan Badanmu!",
      "tp": [
        "melakukan aktivitas gerak dalam kaitannya dengan kebugaran tubuh yang fundamental bagi kesehatan yaitu: unsur kecepatan gerak, unsur kelentukan tubuh, dan unsur keseimbangan tubuh."
      ]
    },
    {
      "slm": "Bab 4: Pilih Makanan Sehatmu",
      "tp": [
        "mengidentifikasi komponen makanan bergizi seimbang dan memilih makanan yang mengandung nutrisi.",
        "mengidentifikasi produk makanan dengan informasi gizi dan memilih produk makanan sehat yang berdampak pada kesehatan."
      ]
    },
    {
      "slm": "Bab 5: Bergerak dengan Aman",
      "tp": [
        "mengidentifikasi situasi dan potensi yang berisiko terhadap keselamatan dalam aktivitas jasmani di kehidupan sehari-hari.",
        "mengidentifikasi dan memilih cara mencari bantuan kepada orang dewasa yang profesional.",
        "melakukan penanganan cedera sederhana."
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Bab 1: Bermain dengan Garis, Bidang, dan Warna",
      "tp": [
        "mengelompokkan unsur rupa (garis, bidang, warna) yang ada di lingkungan sekitar berdasarkan hasil pengamatan."
      ]
    },
    {
      "slm": "Bab 2: Berpendapat Mengenai Karya Seni Rupa",
      "tp": [
        "menyampaikan pendapat mengenai sebuah karya seni rupa atau benda di lingkungan sehari-hari."
      ]
    },
    {
      "slm": "Bab 3: Menggali Ide untuk Berkarya",
      "tp": [
        "menceritakan sumber gagasan untuk menciptakan karya dua atau tiga dimensi."
      ]
    },
    {
      "slm": "Bab 4: Eksplorasi Teknik, Alat, dan Bahan untuk Berkarya",
      "tp": [
        "memilih teknik, alat, dan bahan untuk menciptakan karya dua atau tiga dimensi."
      ]
    },
    {
      "slm": "Bab 5: Berkarya Seni Dua Dimensi dan Tiga Dimensi",
      "tp": [
        "memilih langkah-langkah berkarya seni dua atau tiga dimensi."
      ]
    },
    {
      "slm": "Bab 6: Berkreasi Karya Seni Rupa",
      "tp": [
        "membuat karya dua dan tiga dimensi dengan menggunakan teknik yang dipilih."
      ]
    },
    {
      "slm": "Bab 7: Pengalaman dan Perasaan Berkreasi Seni Rupa",
      "tp": [
        "menceritakan pengalaman dan perasaan mengenai proses berkreasi diri."
      ]
    },
    {
      "slm": "Bab 8: Hal Baik dari Sebuah Karya Seni",
      "tp": [
        "menjelaskan dampak suatu karya pada dirinya."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Bab 1: Mengenal Musik dan Unsurnya",
      "tp": [
        "Mengenal dan membedakan lagu nasional, lagu daerah, dan lagu populer anak-anak.",
        "Mengidentifikasi unsur-unsur musik (tempo, ketukan, warna suara, nada, dan irama).",
        "Bernyanyi lagu daerah dan lagu populer anak-anak."
      ]
    },
    {
      "slm": "Bab 2: Bermain Melalui Musik",
      "tp": [
        "Merespons musik dengan mengimitasi dan berimprovisasi melodi dan ritmis menggunakan vokal, alat musik, anggota tubuh, atau benda sekitar.",
        "Memberikan umpan balik atau komentar terhadap praktik bermusik secara musikal dan verbal."
      ]
    },
    {
      "slm": "Bab 3: Berkreasi dengan Alat Musik Sederhana",
      "tp": [
        "Mengimitasi bunyi menggunakan alat musik melalui pola irama serta bunyi dasar melodi dan ritmis.",
        "Mempelajari jenis-jenis alat musik, bunyi yang dihasilkan, serta cara merawat dan membersihkannya."
      ]
    },
    {
      "slm": "Bab 4: Menggali Kekuatan Bunyi",
      "tp": [
        "Merespons unsur-unsur bunyi-musik nada dan irama.",
        "Memproduksi bunyi dan pola irama menggunakan anggota tubuh atau alat musik yang tersedia di lingkungan sekitar."
      ]
    },
    {
      "slm": "Bab 5: Bermain Alat Musik Ensambel",
      "tp": [
        "Merespons aktivitas permainan imitasi bunyi dan bernyanyi bersama.",
        "Mengidentifikasi penggabungan ragam alat musik ritmis dan melodis.",
        "Menjalankan praktik bermain alat musik ritmis dan melodis."
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Bab 1: Bermain Suara",
      "tp": [
        "Menirukan suara, gerak tubuh, dan ekspresi dari lingkungan sekitar (manusia, binatang, benda).",
        "Mengeksplorasi dan merangkai kata menjadi kalimat dan dialog sederhana.",
        "Memahami fungsi suara, tubuh, dan ekspresi untuk bermain teater.",
        "Menampilkan kreasi (peniruan, dialog) dengan percaya diri dan antusias."
      ]
    },
    {
      "slm": "Bab 2: Bermain Peran",
      "tp": [
        "Mengenal dunia teater, fungsi pemeranan, dan menirukan peran sederhana.",
        "Mengamati dan melatih gerak tubuh serta ekspresi wajah.",
        "Memahami dan mempraktikkan dasar-dasar pantomim.",
        "Bekerja sama dengan teman dalam permainan peran dan olah tubuh."
      ]
    },
    {
      "slm": "Bab 3: Bermain Imajinasi",
      "tp": [
        "Memahami konsep imajinasi dan olah pikir.",
        "Menggunakan imajinasi untuk menirukan objek dan perilaku.",
        "Membuat dan menceritakan karya (cerita) sederhana berdasarkan imajinasi.",
        "Menghargai pengalaman dan pemikiran orang lain dalam kegiatan berimajinasi."
      ]
    },
    {
      "slm": "Bab 4: Bercerita",
      "tp": [
        "Mengembangkan kemampuan berkomunikasi, imajinasi, dan percaya diri melalui cerita.",
        "Membaca dan menceritakan kembali sebuah cerita dengan ekspresi, artikulasi, dan intonasi yang baik.",
        "Menggunakan gerak tubuh dan suara untuk mendukung cerita.",
        "Berkisah tentang pengalaman pribadi dengan percaya diri."
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Parilaksana Idup Adung",
      "tp": [
        "Memahami ciri-ciri idup adung",
        "Menyebutkan contoh idup adung",
        "Menceritakan pengalaman idup adung di keluarga, sekolah dan masyarakat.",
        "Mengenal nama-nama anggota keluarga dalam bahasa Bali"
      ]
    },
    {
      "slm": "Adan Plalian",
      "tp": [
        "Mengenal nama-nama permainan tradisional",
        "Menyebutkan bahan-bahan dari permainan tradisional",
        "Mendemonstrasikan permainan tradisional"
      ]
    },
    {
      "slm": "Tata Cara Matakon",
      "tp": [
        "Mengenal tanda baca",
        "Mengenal kata tanya dalam bahasa Bali",
        "Menulis contoh-contoh kalimat tanya dengan bahasa Bali"
      ]
    },
    {
      "slm": "Geginan Dadi murid",
      "tp": [
        "Mengenal adan dina",
        "Menghafalkan adan dina",
        "Mengetahui tugas dan kewajiban sebagai siswa dalam bahasa Bali"
      ]
    },
    {
      "slm": "Adan Dauh",
      "tp": [
        "Mengenal adan-adan dauh",
        "Mengenal salam dalam bahasa Bali sesuai waktu",
        "Membuat jadwal sederhana tentang keseharian siswa dalam bahasa Bali"
      ]
    },
    {
      "slm": "Parilaksana Idup bersih dan sehat",
      "tp": [
        "Memahami prilaku idup bersih dan sehat",
        "Menyebutkan contoh idup bersih dan sehat",
        "Mengenal jenis-jenis sampah"
      ]
    },
    {
      "slm": "Piranti makedas-kedas",
      "tp": [
        "Mengenal piranti anggen makedas-kedas",
        "Mengetahui kegunaan piranti makedas-kedas"
      ]
    },
    {
      "slm": "Pengalaman",
      "tp": [
        "Menceritakan pengalaman yang pernah dialami",
        "Menulis contoh-contoh pengalaman yang disukai dan tidak disukai"
      ]
    },
    {
      "slm": "Kruna Matungkalik",
      "tp": [
        "Mengenal kruna-kruna matungkalik",
        "Menulis contoh-contoh kruna matungkalik"
      ]
    },
    {
      "slm": "Adan ubuh-ubuhan",
      "tp": [
        "Mengenal adan buron",
        "Menyebutkan ciri-ciri buron"
      ]
    },
    {
      "slm": "Adan who-wohan",
      "tp": [
        "Mengenal nama buah dan tumbuhan dalam bahasa Bali",
        "Mengetahui jenis-jenis rasa dalam bahasa Bali"
      ]
    },
    {
      "slm": "Angka 1-25",
      "tp": [
        "Mengenal angka dalam bahasa Bali",
        "Menulis angka dalam bahasa Bali",
        "Menghafal angka dalam bahasa Bali"
      ]
    },
    {
      "slm": "Tata cara Nyaga Kaselametan",
      "tp": [
        "Mengenal aturan keselamatan dirumah dan di jalan",
        "Menyebutkan aturan lalu lintas"
      ]
    },
    {
      "slm": "Arah Mata Angin",
      "tp": [
        "Mengenal arah mata angin dalam Bahasa Bali",
        "Menghafal arah mata angin dalam bahasa Bali"
      ]
    },
    {
      "slm": "Satua Bali",
      "tp": [
        "Mengetahui Satua Bali",
        "Menyimak dan menceritakan kembali isi satua"
      ]
    },
    {
      "slm": "Sekar rare",
      "tp": [
        "Mengetahui contoh-contoh sekar rare",
        "Menyanyikan salah satu sekar rare"
      ]
    }
  ]
}
