
{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Asyiknya Belajar Surah Al-'Alaq",
      "tp": [
        "membiasakan membaca Al-Qur'an dengan tartil.",
        "meyakini dan menunjukkan sikap rajin belajar sebagai implementasi pemahaman QS. al-'Alaq ayat 1-5.",
        "melafalkan, membaca, menulis, dan menghafal QS. al-'Alaq ayat 1-5.",
        "menjelaskan dan menerapkan hukum bacaan qalqalah.",
        "menjelaskan dan menyimpulkan pesan pokok QS. al-'Alaq ayat 1-5."
      ]
    },
    {
      "slm": "Bab 2: Ayo Mengenal Tuhan Kita",
      "tp": [
        "meyakini sifat wajib, jaiz, dan mustahil, serta asmaulhusna Allah Swt.",
        "membiasakan sikap peduli sebagai penghayatan asmaulhusna al-Wahhāb.",
        "menunjukkan sikap rendah hati sebagai implementasi pemahaman sifat-sifat Allah Swt.",
        "menjelaskan, merasionalkan, dan membenarkan sifat wajib, jaiz, mustahil, serta asmaulhusna Allah Swt.",
        "mendemonstrasikan hafalan sifat wajib, jaiz, mustahil, serta asmaulhusna Allah Swt."
      ]
    },
    {
      "slm": "Bab 3: Perilaku Terpuji Adalah Kepribadianku",
      "tp": [
        "meyakini berbakti kepada orang tua dan guru, dan hormat kepada orang lain merupakan perintah Allah Swt.",
        "menunjukkan sikap bakti kepada orang tua dan guru, dan hormat kepada orang lain.",
        "menjelaskan pengertian dan cara bakti, mengidentifikasi ciri-ciri, menemukan cara, dan merumuskan hikmah berbakti kepada orang tua dan guru, serta hormat kepada orang lain.",
        "mendemonstrasikan dan menceritakan kembali pengalaman berbakti kepada orang tua dan guru, serta hormat kepada orang lain."
      ]
    },
    {
      "slm": "Bab 4: Aku Bangga Berpuasa",
      "tp": [
        "meyakini pelaksanaan puasa sebagai bentuk ketaatan kepada Allah Swt.",
        "menunjukkan sikap sabar dan mengendalikan diri sebagai hikmah puasa.",
        "menjelaskan pengertian dan ketentuan puasa.",
        "membagankan ketentuan puasa.",
        "menjelaskan dan merumuskan hikmah puasa.",
        "menunjukkan hafalan niat dan doa berbuka puasa.",
        "menceritakan pelaksanaan puasa Ramadan."
      ]
    },
    {
      "slm": "Bab 5: Aku Suka Belajar Sejarah Islam",
      "tp": [
        "meyakini sikap berani, jujur, dan dapat dipercaya sebagai ajaran agama Islam.",
        "menunjukkan sikap berani, jujur, dan dapat dipercaya sebagai implementasi pemahaman kisah Nabi Muhammad saw.",
        "menjelaskan, menyimpulkan, dan membenarkan kisah Arab pra-Islam, masa kanak-kanak dan remaja Nabi Muhammad saw.",
        "menjelaskan dan melantunkan selawat, sya'ir, atau qasidah yang berisi tentang kisah Nabi Muhammad saw.",
        "menceritakan kisah Arab pra-Islam, masa kanak-kanak dan remaja Nabi Muhammad saw."
      ]
    },
    {
      "slm": "Bab 6: Senangnya Belajar Hadis",
      "tp": [
        "meyakini Hadis sebagai pedoman hidup umat Islam.",
        "menunjukkan sikap senang dan tertib melaksanakan salat berjemaah.",
        "membaca, menulis, dan menghafal Hadis salat berjemaah.",
        "menjelaskan dan menyimpulkan pesan pokok Hadis salat berjemaah.",
        "mempraktikkan salat berjemaah."
      ]
    },
    {
      "slm": "Bab 7: Ayo Beriman Kepada Kitab-Kitab Allah Swt.",
      "tp": [
        "meyakini kebenaran adanya kitab-kitab Allah.",
        "menunjukkan sikap gotong royong dan saling menghargai.",
        "menjelaskan, mengidentifikasi, dan menyimpulkan iman kepada kitab-kitab Allah Swt.",
        "membuat gambar pohon iman kepada kitab-kitab Allah Swt."
      ]
    },
    {
      "slm": "Bab 8: Aku Senang Berkalimah Ṭayyibah",
      "tp": [
        "membiasakan mengucapkan kalimah ṭayyibah (Subhanallah, Masyaallah, Insyaallah, Allahu Akbar).",
        "menunjukkan sikap disiplin sebagai cerminan kalimah ṭayyibah.",
        "menjelaskan arti dan membedakan waktu pelafazan kalimah ṭayyibah.",
        "melafalkan, mendemonstrasikan, dan menulis kalimah ṭayyibah."
      ]
    },
    {
      "slm": "Bab 9: Senangnya Salat Rawātib",
      "tp": [
        "membiasakan salat rawātib qabliyah dan ba'diyah.",
        "menunjukkan sikap tertib sebagai dampak membiasakan salat rawātib.",
        "menjelaskan dan mengidentifikasi ketentuan dan tata cara salat rawātib.",
        "menemukan hikmah salat rawātib.",
        "mempraktikkan salat rawātib."
      ]
    },
    {
      "slm": "Bab 10: Nabi Muhammad saw. Rasulku",
      "tp": [
        "meyakini kebenaran kisah Nabi Muhammad saw. menjadi rasul.",
        "menunjukkan sikap sabar dan percaya diri sebagai peneladanan perjuangan Nabi Muhammad saw.",
        "menjelaskan proses Nabi Muhammad saw. berkhalwat dan menerima wahyu.",
        "mengidentifikasi wahyu pertama dan kedua.",
        "menjelaskan dan merumuskan strategi dakwah Nabi Muhammad saw.",
        "menjelaskan Mukjizat Nabi Muhammad saw.",
        "menyusun kesimpulan dan menceritakan kembali kisah Nabi Muhammad saw. saat menjadi rasul."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Indahnya Ciptaan Allah",
      "tp": [
        "menjelaskan bahwa Allah yang menciptakan seluruh ciptaan.",
        "menjelaskan ragam ciptaan Allah.",
        "mempraktikkan tanggung jawab dalam memelihara alam sekitar."
      ]
    },
    {
      "slm": "Pelajaran 2: Manusia Ciptaan Allah",
      "tp": [
        "menjelaskan bahwa Allah yang menciptakan manusia.",
        "menunjukkan sikap bersyukur kepada Allah yang telah menciptakan manusia.",
        "menerapkan sikap hidup rukun antar sesama manusia."
      ]
    },
    {
      "slm": "Pelajaran 3: Allah Memelihara Hidupku",
      "tp": [
        "menjelaskan kasih Allah yang memelihara hidup manusia melalui kehadiran keluarga, teman, dan guru.",
        "menghormati orang tua dan orang yang lebih tua.",
        "menjaga kerukunan di sekolah."
      ]
    },
    {
      "slm": "Pelajaran 4: Tubuhku untuk Memuliakan Allah",
      "tp": [
        "menjelaskan manfaat anggota tubuh ciptaan Allah.",
        "mempraktikkan cara memuliakan Allah dengan anggota tubuh.",
        "menunjukkan sikap bertanggung jawab menjaga tubuh agar bersih dan tetap sehat."
      ]
    },
    {
      "slm": "Pelajaran 5: Bergaul dengan Semua Orang",
      "tp": [
        "menjelaskan berbagai perbedaan pada manusia.",
        "menerapkan sikap yang tepat terhadap perbedaan.",
        "menerapkan hidup rukun.",
        "menjadi sahabat yang baik."
      ]
    },
    {
      "slm": "Pelajaran 6: Hidup Disiplin",
      "tp": [
        "menjelaskan pentingnya hidup disiplin.",
        "mempraktikkan sikap hidup disiplin di rumah.",
        "mempraktikkan sikap hidup disiplin di lingkungan sekolah."
      ]
    },
    {
      "slm": "Pelajaran 7: Melayani di Sekolah Minggu",
      "tp": [
        "menerapkan sikap taat dan tekun dalam beribadah.",
        "menjelaskan arti melayani.",
        "menerapkan perbuatan melayani Tuhan dan sesama."
      ]
    },
    {
      "slm": "Pelajaran 8: Menghargai Keragaman",
      "tp": [
        "mengenal keragaman suku, budaya, dan agama di Indonesia.",
        "menyebutkan keragaman suku, budaya, dan agama di sekolah dan lingkungan rumah.",
        "menghargai teman yang berbeda suku, budaya, dan agama.",
        "menolong sesama tanpa membeda-bedakan."
      ]
    },
    {
      "slm": "Pelajaran 9: Allah Hadir dalam Peristiwa Alam",
      "tp": [
        "menjelaskan bahwa Allah yang mengatur iklim dan cuaca.",
        "menjelaskan bahwa Allah hadir dalam seluruh peristiwa gejala alam.",
        "menceritakan rasa syukur kepada Allah atas seluruh peristiwa alam yang dialami."
      ]
    },
    {
      "slm": "Pelajaran 10: Alamku Lestari",
      "tp": [
        "menjelaskan alasan manusia bertanggung jawab terhadap alam.",
        "menjelaskan bentuk tanggung jawab manusia terhadap alam.",
        "melakukan tindakan sederhana agar lingkungan bersih, sejuk, dan rapi."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    {
      "slm": "Bab 1: Aku Tumbuh dan Berkembang dalam Kebaikan",
      "tp": [
        "memahami dirinya sebagai pribadi yang tumbuh dan berkembang.",
        "memahami bahwa Tuhan memberinya kemampuan untuk bertumbuh dan berkembang menjadi manusia yang baik.",
        "berusaha melakukan yang baik sesuai pertumbuhan dan perkembangannya."
      ]
    },
    {
      "slm": "Bab 2: Allah Menyelamatkan Melalui Tokoh Perjanjian Lama",
      "tp": [
        "mengenal Allah yang menyelamatkan manusia sebagaimana tercermin pada tokoh Perjanjian Lama (Kisah Yusuf, Kisah Musa, dan Kisah Yosua).",
        "berusaha mengaplikasikan teladan hidup tokoh-tokoh tersebut dalam kehidupannya."
      ]
    },
    {
      "slm": "Bab 3: Yesus Tampil Di Depan Umum",
      "tp": [
        "mengenal Allah yang menyelamatkan manusia melalui peristiwa Yesus dibaptis, Yesus yang memberi makan lima ribu orang, dan Yesus yang mengampuni."
      ]
    },
    {
      "slm": "Bab 4: Tanda Dan Sarana Keselamatan Allah",
      "tp": [
        "mengenal Tata Perayaan Sakramen Baptis, Ekaristi, dan Tobat sebagai tanda dan sarana karya keselamatan Allah bagi manusia.",
        "bersyukur dan memiliki sikap disiplin dalam merayakan Sakramen Baptis, Ekaristi, dan Tobat.",
        "memperagakan Tata Perayaan Sakramen Baptis, Ekaristi, dan Tobat."
      ]
    },
    {
      "slm": "Bab 5: Mewujudkan Iman Dalam Masyarakat",
      "tp": [
        "mengenal pemimpin dan tradisi masyarakat yang baik sebagai wujud karya keselamatan Allah.",
        "dapat bersyukur atas pemimpin dan tradisi masyarakat yang baik.",
        "menunjukkan rasa hormat terhadap para pemimpin dan tradisi masyarakat yang baik.",
        "memahami pentingnya melestarikan lingkungan hidup sebagai wujud karya keselamatan Allah, bersyukur akan karya keselamatan Allah dalam karya kelestarian lingkungan alam, peduli terhadap kegiatan melestarikan lingkungan alam, dan melakukan upaya nyata dalam kegiatan melestarikan lingkungan alam."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    {
      "slm": "Bab 1: Kitab Purana",
      "tp": [
        "menyebutkan pengertian Purana",
        "menyebutkan Jenis-jenis Purana",
        "mengidentifikasi cerita-cerita Purana",
        "menyebutkan manfaat Purana",
        "menjalankan ajaran suci Purana di Nusantara sesuai kearifan lokal"
      ]
    },
    {
      "slm": "Bab 2: Tri Murti",
      "tp": [
        "menyebutkan pengertian Tri Murti",
        "menyebutkan bagian-bagian Tri Murti",
        "menyebutkan fungsi Tri Murti sebagai manifestasi Hyang Widhi Wasa",
        "menyebutkan Sakti Tri Murti",
        "menunjukkan sikap sujud bhakti kepada Tri Murti"
      ]
    },
    {
      "slm": "Bab 3: Tri Parartha",
      "tp": [
        "menyebutkan pengertian Tri Parartha",
        "menyebutkan bagian-bagian Tri Parartha",
        "mencontohkan Perilaku Tri Parartha dalam kehidupan sehari-hari",
        "mengilustrasikan Tri Parartha dalam cerita",
        "menjalankan ajaran Tri Parartha untuk keharmonisan Hidup"
      ]
    },
    {
      "slm": "Bab 4: Hari Suci Agama Hindu",
      "tp": [
        "menyebutkan pengertian hari suci Agama Hindu",
        "menyebutkan jenis-jenis hari suci agama Hindu",
        "menjelaskan tujuan perayaan hari suci agama Hindu",
        "menceritakan cerita yang berkaitan dengan hari suci agama Hindu",
        "melaksanakan hari suci agama Hindu sesuai daerah setempat"
      ]
    },
    {
      "slm": "Bab 5: Tokoh-tokoh Kerajaan Hindu di Indonesia",
      "tp": [
        "mengidentifikasi tokoh kerajaan Hindu di Kalimantan",
        "mengidentifikasi tokoh kerajaan Hindu di Jawa",
        "mengidentifikasi tokoh kerajaan Hindu di Bali",
        "meniru sikap-sikap tokoh-tokoh kerajaan Hindu yang patut diteladani"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    {
      "slm": "Bab 1: Mengenal Pangeran Siddharta",
      "tp": [
        "mengidentifikasi kelahiran Pangeran Siddharta",
        "meneladan nilai-nilai dari kisah kelahiran Pangeran Siddharta",
        "menguraikan asal usul Pangeran Siddharta",
        "menguasai asal usul Pangeran Siddharta",
        "meneladan sikap Pangeran Siddharta pada masa bersekolah",
        "mengidentifikasi masa berumah tangga Pangeran Siddharta"
      ]
    },
    {
      "slm": "Bab 2: Mengenal Guru Agung Buddha Gotama",
      "tp": [
        "mengidentifikasi kehidupan Pangeran Siddharta",
        "mengidentifikasi kehidupan Pangeran Siddharta pada masa menjadi Buddha",
        "menerapkan ajaran Buddha",
        "menyatakan berlindung kepada Buddha"
      ]
    },
    {
      "slm": "Bab 3: Menghargai Identitas Masyarakat di Lingkungan Terdekat",
      "tp": [
        "menunjukkan identitas masyarakat di lingkungan terdekatnya",
        "membangun sikap menghargai identitas orang lain di lingkungan terdekatnya",
        "menunjukkan budaya di lingkungan tempat tinggal",
        "menerima dengan senang hati budaya yang ada di lingkungan tempat tinggal"
      ]
    },
    {
      "slm": "Bab 4: Mencintai Keberagaman Budaya",
      "tp": [
        "menunjukkan budaya yang ada di lingkungan tempat tinggal",
        "menerima dengan senang hati budaya yang ada di lingkungan tempat tinggal",
        "membangun kebersamaan dalam lingkungan"
      ]
    },
    {
      "slm": "Bab 5: Menghargai Sesama dan Lingkungan",
      "tp": [
        "mendefinisikan sikap peduli terhadap sesama",
        "menerapkan sikap peduli pada sesama",
        "mendefinisikan sikap peduli terhadap lingkungan",
        "menerapkan sikap peduli pada lingkungan"
      ]
    },
    {
      "slm": "Bab 6: Doa Sehari-hari",
      "tp": [
        "merencana doa Buddhis",
        "menerapkan doa sebelum dan setelah belajar",
        "menerapkan doa sebelum dan setelah makan",
        "menerapkan doa sebelum dan setelah bangun tidur",
        "menerapkan doa untuk orang-orang yang disayangi dan para leluhur"
      ]
    },
    {
      "slm": "Bab 7: Disiplin di Masyarakat",
      "tp": [
        "menunjukkan perilaku disiplin di rumah, sekolah, vihara, dan di lingkungan tempat tinggal"
      ]
    },
    {
      "slm": "Bab 8: Mengembangkan Kebajikan",
      "tp": [
        "melakukan kebajikan dengan bermurah hati",
        "menunjukkan perilaku jujur dalam kehidupan sehari-hari"
      ]
    },
    {
      "slm": "Bab 9: Melatih Kesabaran",
      "tp": [
        "menerapkan kesabaran dalam kehidupan sehari-hari",
        "membudayakan perilaku antri sebagai bagian dari kesabaran dalam kehidupan sehari-hari",
        "selalu bersemangat dalam kehidupan sehari-hari",
        "menunjukkan sikap yang tangguh dalam kehidupan sehari-hari"
      ]
    },
    {
      "slm": "Bab 10: Bersikap Sopan di Masyarakat",
      "tp": [
        "menunjukkan perilaku sopan di lingkungan masyarakat",
        "menunjukkan budaya menghormat kepada orang yang lebih tua dalam kehidupan sehari-hari di lingkungan masyarakat",
        "menunjukkan perilaku menjaga pikiran, ucapan, dan perbuatan agar selalu baik dalam kehidupan sehari-hari di lingkungan masyarakat"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    {
      "slm": "Pelajaran 1: Diriku",
      "tp": [
        "mengetahui adanya benih kebajikan karunia Tian",
        "membiasakan sikap disiplin menghargai waktu",
        "membuat jadwal harian yang ditepati",
        "menunjukkan sikap saling mengasihi sesama manusia"
      ]
    },
    {
      "slm": "Pelajaran 2: Baktiku Pada Leluhur",
      "tp": [
        "mengetahui tujuan sembahyang kepada leluhur",
        "melaksanakan sembahyang kepada leluhur",
        "mengenal perlengkapan sembahyang kepada leluhur",
        "menyusun perlengkapan sembahyang di altar leluhur"
      ]
    },
    {
      "slm": "Pelajaran 3: Aku Beriman",
      "tp": [
        "mengetahui Delapan Pengakuan Iman dalam agama Khonghucu",
        "menghafal Delapan Pengakuan Iman",
        "menerapkan Delapan Pengakuan Iman sebagai pedoman hidup"
      ]
    },
    {
      "slm": "Pelajaran 4: Kesukaan Dalam Hidup",
      "tp": [
        "menyebutkan tiga kesukaan yang membawa faedah",
        "menyebutkan tiga kesukaan yang membawa celaka",
        "memahami mana yang sebaiknya diteladani",
        "menghindari kesukaan yang membawa celaka"
      ]
    },
    {
      "slm": "Pelajaran 5: Teladan Nabi Kongzi",
      "tp": [
        "mengetahui pribadi luhur Nabi Kongzi",
        "menerapkan teladan tersebut dalam perilaku hidup keseharian",
        "mengetahui saat terakhir hidup Nabi Kongzi",
        "meyakini tanda-tanda menjelang wafat Nabi"
      ]
    },
    {
      "slm": "Pelajaran 6: Teladan Murid Nabi Kongzi",
      "tp": [
        "mengenal empat murid utama Nabi Kongzi",
        "mengenal sifat-sifat murid Nabi Kongzi",
        "meneladani perilaku para murid Nabi Kongzi"
      ]
    }
  ],
  "Pendidikan Kepercayaan Terhadap Tuhan Yang Maha Esa dan Budi Pekerti": [
    {
      "slm": "Pelajaran 1: Jejak Para Leluhur",
      "tp": [
        "mengetahui pengertian Kepercayaan Terhadap Tuhan Yang Maha Esa.",
        "mengetahui keberagaman Kepercayaan Terhadap Tuhan Yang Maha Esa.",
        "menjelaskan arti salam 'Rahayu'.",
        "mengetahui jasa para pahlawan.",
        "mengenal keberagaman suku dan kerajaan di Indonesia.",
        "mengenal tokoh-tokoh Penghayat Kepercayaan.",
        "mengetahui perjuangan tokoh penghayat kepercayaan di berbagai daerah."
      ]
    },
    {
      "slm": "Pelajaran 2: Rumah Kita, Indonesia",
      "tp": [
        "menjelaskan dan menunjukkan sikap jujur, menghormati, santun, disiplin, percaya diri, tanggung jawab, dan gotong-royong dalam berinteraksi dengan keluarga, teman, dan guru.",
        "menjelaskan dan menunjukkan sikap tanggung jawab dan gotong-royong terhadap lingkungan, bangsa, dan negara.",
        "mengetahui keragaman dan perbedaan yang ada di masyarakat."
      ]
    },
    {
      "slm": "Pelajaran 3: Saya Seorang Penghayat",
      "tp": [
        "mengenal dan menjelaskan ritual-ritual pada kepercayaan yang dianut.",
        "mengenal ritual hari besar kepercayaan, termasuk tata cara, makna, dan sesaji.",
        "mengidentifikasi kepercayaan dan ritualnya di berbagai daerah."
      ]
    },
    {
      "slm": "Pelajaran 4: Selalu Ingat Tuhan",
      "tp": [
        "mengetahui, menjelaskan, dan mempraktikkan cara berdoa yang benar.",
        "mengetahui isi dan cara mengungkapkan doa dalam berbagai situasi (sakit, bencana, kegiatan sehari-hari).",
        "menjelaskan pentingnya berdoa dalam setiap kegiatan.",
        "mengetahui doa untuk keselamatan diri, bangsa, dan negara."
      ]
    },
    {
      "slm": "Pelajaran 5: Tuhan Maha Mendengar",
      "tp": [
        "menjelaskan sikap, tata cara, dan perlengkapan berdoa yang benar.",
        "menjelaskan pentingnya doa yang tulus dan memusatkan pikiran.",
        "mengetahui jenis, manfaat, dan penggunaan pengiring doa.",
        "menjelaskan pentingnya menjaga alam dan penggunaan sesaji dalam doa."
      ]
    },
    {
      "slm": "Pelajaran 6: Tuhan Yang Maha Esa",
      "tp": [
        "menjelaskan keagungan Tuhan sebagai pencipta alam semesta.",
        "menjelaskan mengapa manusia menyembah Tuhan.",
        "menjelaskan pentingnya menjaga ciptaan Tuhan (lingkungan, alam)."
      ]
    },
    {
      "slm": "Pelajaran 7: Makhluk Paling Sempurna",
      "tp": [
        "menjelaskan tubuh manusia sebagai ciptaan Tuhan yang sempurna, termasuk bagian dan fungsinya.",
        "menjelaskan pentingnya merawat diri, menghargai diri, dan bersyukur.",
        "menjelaskan pentingnya mengasihi sesama, termasuk mereka yang memiliki keterbatasan."
      ]
    },
    {
      "slm": "Pelajaran 8: Ayo Taati Aturan",
      "tp": [
        "menjelaskan larangan dan kewajiban dalam ajaran kepercayaan.",
        "menjelaskan pentingnya dan manfaat mematuhi aturan di rumah, sekolah, masyarakat, dan terhadap alam.",
        "menjelaskan konsekuensi dari melanggar aturan (berbuat dosa)."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Aku Anak Indonesia",
      "tp": [
        "menghargai identitas diri, teman, dan keluarga sesuai budaya, suku bangsa, bahasa, agama, dan kepercayaan.",
        "mengidentifikasi lingkungan tempat tinggal sebagai bagian tidak terpisahkan dari wilayah NKRI."
      ]
    },
    {
      "slm": "Bab 2: Aku Patuh Aturan",
      "tp": [
        "mengidentifikasi dan melaksanakan aturan di sekolah, dan lingkungan tempat tinggal.",
        "mengidentifikasi dan melaksanakan hak dan kewajiban sebagai anggota keluarga dan warga sekolah."
      ]
    },
    {
      "slm": "Bab 3: Berbeda Itu Indah",
      "tp": [
        "mengidentifikasi, membedakan dan menghargai identitas diri, keluarga, dan teman-temannya sesuai budaya, suku bangsa, dan bahasa di lingkungan rumah, sekolah, dan masyarakat."
      ]
    },
    {
      "slm": "Bab 4: Ayo Mengenal Pancasila",
      "tp": [
        "mempraktikkan makna sila-sila Pancasila dalam kehidupan sehari-hari di lingkungan keluarga dan sekolah.",
        "meneladani karakter para perumus Pancasila."
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab I: Ayo, Main!",
      "tp": [
        "menemukan dan mengelompokkan gambar benda.",
        "memeriksa penggunaan huruf kapital, tanda baca, dan spasi.",
        "menyampaikan gagasan dengan penuh semangat.",
        "memahami dan mengikuti instruksi guru dengan tepat."
      ]
    },
    {
      "slm": "Bab II: Kawan Seiring",
      "tp": [
        "menulis cerita dengan struktur awal, tengah, akhir.",
        "menyebutkan maksud sebuah gambar.",
        "menyimak dan mengikuti instruksi guru dengan tepat."
      ]
    },
    {
      "slm": "Bab III: Pengobar Semangat",
      "tp": [
        "berlatih berbicara dengan sopan.",
        "menemukan ide pokok.",
        "menyebutkan masalah yang dihadapi tokoh cerita dengan tepat."
      ]
    },
    {
      "slm": "Bab IV: Senyum di Sekitarku",
      "tp": [
        "berpendapat dan menanggapi pendapat teman.",
        "menilai gambar dan warna pada ilustrasi.",
        "menuliskan ide pokok, ide pendukung, dan kesimpulan bacaan dengan benar."
      ]
    },
    {
      "slm": "Bab V: Bola-Bola Cokelat",
      "tp": [
        "menggambar poster promosi.",
        "memperagakan wawancara.",
        "menilai gambar atau ilustrasi pada buku bacaan dengan tepat."
      ]
    },
    {
      "slm": "Bab VI: Tersesat",
      "tp": [
        "berpendapat dalam diskusi.",
        "menyebutkan permasalahan yang dialami tokoh.",
        "berbicara dengan volume suara yang tepat.",
        "menuliskan pendapat dengan benar."
      ]
    },
    {
      "slm": "Bab VII: Aku dan si Merah",
      "tp": [
        "menemukan informasi dalam bacaan.",
        "mengajukan pertanyaan.",
        "menyimak informasi tentang ciri hewan.",
        "menulis surat berisi pengalaman dengan benar."
      ]
    },
    {
      "slm": "Bab VIII: Sahabat dari Seberang",
      "tp": [
        "menyimak berbagai jenis percakapan.",
        "membaca dan mengisi tabel.",
        "menuliskan pendapat.",
        "berpendapat dalam diskusi dengan benar."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Bab 1: Bilangan Cacah sampai 1.000",
      "tp": [
        "membaca bilangan cacah sampai 1.000 dengan baik dan benar.",
        "menuliskan bilangan cacah sampai 1.000 dengan baik dan benar.",
        "enentukan nilai tempat bilangan cacah sampai 1.000 dengan baik dan benar.",
        "membandingkan dua bilangan cacah sampai 1.000 dengan baik dan benar.",
        "mengurutkan beberapa bilangan cacah sampai 1.000 dengan baik dan benar.",
        "menentukan hasil penjumlahan dua bilangan cacah sampai 100 dengan baik dan benar.",
        "menentukan hasil pengurangan dua bilangan cacah sampai 100 dengan baik dan benar.",
        "menentukan hasil perkalian dua bilangan cacah sampai 100 dengan baik dan benar.",
        "menentukan hasil pembagian dua bilangan cacah sampai 100 dengan baik dan benar."
      ]
    },
    {
      "slm": "Bab 2: Kalimat Matematika",
      "tp": [
        "menjelaskan langkah-langkah penyelesaian untuk kalimat Matematika dengan penjumlahan pada bilangan cacah sampai 100.",
        "mengisi nilai yang belum diketahui dalam kalimat Matematika yang berkaitan dengan penjumlahan pada bilangan cacah sampai 100.",
        "menjelaskan langkah-langkah penyelesaian untuk kalimat Matematika dengan pengurangan pada bilangan cacah sampai 100.",
        "mengisi nilai yang belum diketahui dalam kalimat Matematika yang berkaitan dengan pengurangan pada bilangan cacah sampai 100."
      ]
    },
    {
      "slm": "Bab 3: Pengukuran Panjang dan Berat",
      "tp": [
        "mengukur panjang benda menggunakan satuan baku.",
        "menentukan hubungan antarsatuan baku panjang.",
        "mengukur berat benda menggunakan satuan baku.",
        "menentukan hubungan antarsatuan baku berat."
      ]
    },
    {
      "slm": "Bab 4: Unsur-Unsur Bangun Datar",
      "tp": [
        "mendeskripsikan arti garis, sinar garis, ruas garis, dan kurva.",
        "mendeskripsikan arti sudut, ukuran sudut tidak baku, ukuran sudut baku, dan jenis-jenis sudut.",
        "mendeskripsikan arti garis-garis tegak lurus dan garis-garis sejajar."
      ]
    },
    {
      "slm": "Bab 5: Penyajian Data dalam Tabel",
      "tp": [
        "mengurutkan data dari terkecil ke terbesar dengan benar.",
        "membandingkan data dengan benar.",
        "menyajikan data dalam bentuk tabel dengan benar.",
        "menentukan data paling banyak dan paling sedikit dalam bentuk tabel dengan benar."
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Mari Kenali Hewan di Sekitar Kita",
      "tp": [
        "mengenali keragaman hewan di sekitar kita.",
        "memahami bahwa anggota tubuh hewan memiliki bentuk anggota tubuh yang berbeda-beda.",
        "melakukan penyelidikan fungsi bagian tubuh dan kaitannya dengan perilaku hewan."
      ]
    },
    {
      "slm": "Bab 2: Ayo, Mengenal Siklus pada Makhluk Hidup",
      "tp": [
        "menjelaskan tahap siklus yang dilalui oleh makhluk hidup.",
        "membandingkan siklus hidup pada manusia, hewan, dan tumbuhan.",
        "membuat simulasi menggunakan bagan/alat bantu sederhana tentang siklus hidup hewan."
      ]
    },
    {
      "slm": "Bab 3: Hidup Bersama Alam",
      "tp": [
        "menganalisis komponen biotik dan abiotik dalam suatu ekosistem.",
        "mengetahui peran komponen dalam suatu ekosistem.",
        "menganalisis keterkaitan dan hubungan yang terjadi antarkomponen pada suatu ekosistem."
      ]
    },
    {
      "slm": "Bab 4: Berkenalan dengan Energi",
      "tp": [
        "mengidentifikasi bentuk dan sumber energi yang ada di sekitarnya.",
        "melakukan penyelidikan mengenai macam-macam energi yang digunakannya dalam kehidupan sehari-hari beserta sumbernya.",
        "melakukan penyelidikan mengenai cara menghemat salah satu energi."
      ]
    },
    {
      "slm": "Bab 5: Aku dan Lingkungan Sekitarku",
      "tp": [
        "membuat dan menggunakan denah sederhana sebagai penunjuk arah.",
        "membuat denah daerah sekitar tempat tinggal.",
        "mempelajari peran penting denah untuk kehidupan."
      ]
    },
    {
      "slm": "Bab 6: Aku Bagian dari Masyarakat",
      "tp": [
        "mengenal tata kelola kota/kabupaten tempat tinggal.",
        "mengenal pemimpin di masyarakat.",
        "menjelaskan tugas pemimpin di masyarakat."
      ]
    },
    {
      "slm": "Bab 7: Cerita dari Kampung Halaman",
      "tp": [
        "mengidentifikasi dan mengenal ragam tradisi atau budaya dalam keluarga dan masyarakat yang ada di Indonesia.",
        "mengetahui pengaruh kebiasaan ragam tradisi atau budaya dalam keluarga dan masyarakat.",
        "menceritakan sejarah atau cerita yang berkaitan dengan tradisi atau budaya di daerah tempat tinggal."
      ]
    },
    {
      "slm": "Bab 8: Bentang Alam Indonesia",
      "tp": [
        "mengidentifikasi ragam bentang alam di daerahnya.",
        "mengenal karakter tempat dengan bentang alam yang berbeda.",
        "mendeskripsikan bentuk adaptasi kita di lingkungan kita."
      ]
    }
  ],
  "Bahasa Inggris": [
    {
      "slm": "Chapter 1: My Self",
      "tp": [
        "mengidentifikasi kosakata dalam memperkenalkan diri dengan dukungan gambar/ilustrasi.",
        "menggunakan ungkapan memperkenalkan diri dalam Bahasa Inggris secara interaktif dan mengganti beberapa elemen kalimat dalam pola kalimat tertentu.",
        "menuliskan kosakata sederhana yang berhubungan dengan memperkenalkan diri dan mengkomunikasikannya melalui gambar."
      ]
    },
    {
      "slm": "Chapter 2: My Family",
      "tp": [
        "mengidentifikasi kosakata tentang anggota keluarga dan asal daerah dengan dukungan gambar/ilustrasi.",
        "mendeskripsikan tentang anggota keluarga dan asal daerah dalam bahasa Inggris secara lisan dan mengganti beberapa elemen kalimat dalam pola kalimat tertentu.",
        "menuliskan kosakata sederhana tentang anggota keluarga dan asal daerahnya serta mengkomunikasikannya melalui gambar."
      ]
    },
    {
      "slm": "Chapter 3: My Family’s Activities at Home",
      "tp": [
        "mengidentifikasi makna kosa kata tentang kegiatan di rumah dan ruangan-ruangan di rumah dengan dukungan gambar/ilustrasi.",
        "mendeskripsikan tentang kegiatan di rumah dan ruangan-ruangan di rumah dalam bahasa Inggris secara lisan dan mengganti beberapa elemen kalimat dalam pola kalimat tertentu.",
        "menuliskan kosakata sederhana tentang kegiatan di rumah dan ruangan-ruangan di rumah serta mengkomunikasikannya melalui gambar."
      ]
    },
    {
      "slm": "Chapter 4: My School",
      "tp": [
        "menggunakan ungkapan tentang ruangan-ruangan sekolah dan letaknya dengan dukungan gambar/ilustrasi.",
        "mendeskripsikan tentang ruangan-ruangan sekolah dan letaknya dalam Bahasa Inggris secara lisan dan mengganti beberapa elemen kalimat dalam pola kalimat tertentu.",
        "menuliskan kosakata sederhana tentang ruangan-ruangan sekolah dan letaknya serta mengkomunikasikannya melalui gambar."
      ]
    },
    {
      "slm": "Chapter 5: My Classroom",
      "tp": [
        "mengidentifikasi kosakata tentang benda-benda di dalam kelas dan letaknya dengan dukungan gambar/ilustrasi.",
        "menggunakan ungkapan bertanya dan merespon tentang benda-benda di dalam kelas beserta letaknya secara interaktif dan mengganti beberapa elemen kalimat dalam pola kalimat tertentu.",
        "menuliskan kosakata sederhana tentang benda-benda di dalam kelas dan letaknya serta mengkomunikasikannya melalui gambar."
      ]
    },
    {
      "slm": "Chapter 6: My Teachers",
      "tp": [
        "mengidentifikasi kosakata tentang nama profesi warga sekolah dan kata sifat tentang kepribadian seseorang dengan dukungan gambar/ilustrasi.",
        "menggunakan ungkapan bertanya dan merespon tentang warga profesi sekolah dan kata sifat tentang kepribadian secara interaktif dan mengganti beberapa elemen kalimat dalam pola kalimat tertentu.",
        "menuliskan kosakata sederhana tentang profesi warga sekolah dan kata sifat tentang kepribadian serta mengkomunikasikannya melalui gambar."
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Kegiatan 1: Eksplorasi Garis dan Bentuk",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (garis dan bentuk) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal, memahami dan menggunakan alat, bahan dan prosedur yang tepat dalam penciptaan karyanya."
      ]
    },
    {
      "slm": "Kegiatan 2: Eksplorasi Warna Primer dan Sekunder",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (warna, garis, dan bentuk) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal, memahami dan menggunakan alat, bahan dan prosedur yang tepat dalam penciptaan karyanya."
      ]
    },
    {
      "slm": "Kegiatan 3: Menggambar Cerita",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (warna, garis, dan bentuk) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal dan mengeksplorasi ruang jauh, menengah dan dekat"
      ]
    },
    {
      "slm": "Kegiatan 4: Eksplorasi Komposisi",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (warna, garis, dan bentuk) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal dan mengeksplorasi ruang jauh, menengah dan dekat."
      ]
    },
    {
      "slm": "Kegiatan 5: Mengenal dan Mengeksplorasi Tekstur",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (garis dan tekstur) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal, memahami dan menggunakan alat, bahan dan prosedur yang tepat dalam penciptaan karyanya."
      ]
    },
    {
      "slm": "Kegiatan 6: Mengenal Kesan Ruang",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (warna, garis, dan bentuk) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal dan mengeksplorasi ruang jauh, menengah dan dekat.",
        "menjelaskan mengenai elemen rupa, alat, bahan teknik atau prosedur berdasarkan pengamatan terhadap sebuah karya 2 atau 3 dimensi dengan menggunakan kosa kata seni rupa yang sesuai."
      ]
    },
    {
      "slm": "Kegiatan 7: Eksplorasi Bentuk Melalui Teknik Cetak",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (garis, bidang, bentuk, ruang dan tekstur) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal, memahami dan menggunakan alat, bahan dan prosedur yang tepat dalam penciptaan karyanya.",
        "menjelaskan mengenai elemen rupa, alat, bahan teknik atau prosedur berdasarkan pengamatan terhadap sebuah karya 2 atau 3 dimensi dengan menggunakan kosa kata seni rupa yang sesuai."
      ]
    },
    {
      "slm": "Kegiatan 8: Eksplorasi Bentuk Geometris pada Bangunan",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (warna, garis, bidang dan bentuk) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal, memahami dan menggunakan alat, bahan dan prosedur yang tepat dalam penciptaan karyanya.",
        "menjelaskan mengenai elemen rupa, alat, bahan teknik atau prosedur berdasarkan pengamatan terhadap sebuah karya 2 atau 3 dimensi dengan menggunakan kosa kata seni rupa yang sesuai."
      ]
    },
    {
      "slm": "Kegiatan 9: Eksplorasi Membuat Bentuk 3 Dimensi",
      "tp": [
        "mengamati, mengenali dan mengidentifikasi elemen rupa (garis, bidang, bentuk, ruang dan tekstur) di lingkungan sekitarnya.",
        "menggunakan dan menerapkan hasil pengamatan atau pengalaman kesehariannya pada karya 2 atau 3 dimensi.",
        "mengenal, memahami dan menggunakan alat, bahan dan prosedur yang tepat dalam penciptaan karyanya.",
        "menjelaskan mengenai elemen rupa, alat, bahan teknik atau prosedur berdasarkan pengamatan terhadap sebuah karya 2 atau 3 dimensi dengan menggunakan kosa kata seni rupa yang sesuai."
      ]
    },
    {
      "slm": "Kegiatan 10: Mengapresiasi Karya Pribadi",
      "tp": [
        "enjelaskan mengenai elemen rupa, alat, bahan teknik atau prosedur berdasarkan pengamatan terhadap sebuah karya 2 atau 3 dimensi dengan menggunakan kosa kata seni rupa yang sesuai."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Unit 1: Mari Mendengar dan Mainkan!",
      "tp": [
        "menginderai, mengenali, menyimak dan mengamati alat musik perkusi (bentuk fisik, warna bunyi, teknik, penyajian) serta membangun sikap peduli lingkungan dan menghormati keberagaman budaya terkait bahan dan teknik pembuatannya;",
        "mengenali, mengimitasi, mengembangkan dan menata pola ritme sederhana dari berbagai alat musik perkusi atau media lain dengan sikap menghormati dan menghargai perbedaan budaya;",
        "menjalani kebiasaan baik membuat alat musik dari bahan-bahan di lingkungan sekitar untuk menumbuhkan sikap peduli lingkungan;",
        "memiliki rasa percaya diri, berani, dan mengembangkan kemampuan bermusik melalui permainan alat musik perkusi sederhana hasil karya sendiri."
      ]
    },
    {
      "slm": "Unit 2: Coba Dengarkan dan Tirukan!",
      "tp": [
        "mengenali dan menirukan bunyi tangga nada diatonik mayor, diatonik minor, dan tangga nada musik nusantara melalui nyanyian atau alat musik melodis;",
        "menata dan mengembangkan melodi sederhana dalam bentuk nyanyian dan permainan alat musik melodis;",
        "mendemonstrasikan kemampuan bermusik dengan penghayatan dan ekspresi yang sesuai di hadapan orang lain untuk mendapatkan apresiasi."
      ]
    },
    {
      "slm": "Unit 3: Ayo Berlatih!",
      "tp": [
        "menyaksikan contoh pertunjukan seni untuk mengenal dan memahami bagian-bagian atau unsur-unsurnya (penyanyi, pemusik, penari, dll.);",
        "mengambil peran sesuai minat untuk bekerja sama menyelesaikan masalah, menentukan pilihan, dan mengembangkan ide kreatif dalam proses berlatih;",
        "membiasakan diri berlatih menyajikan karya musik secara mandiri ataupun berkelompok untuk mempersiapkan pertunjukan seni."
      ]
    },
    {
      "slm": "Unit 4: Buat Musiknya dan Tampilkan!",
      "tp": [
        "menghargai keberagaman budaya dengan cara mengenal, mengidentifikasi, dan mengklasifikasi bentuk-bentuk seni pertunjukan di Indonesia;",
        "bekerja sama dan berkoordinasi merancang pertunjukan seni (menentukan tema, memilih penampil, mendesain panggung, dll.);",
        "mengkolaborasikan karya musik dengan bentuk seni pertunjukan lain (tari, teater, puisi) untuk pertunjukan akhir semester."
      ]
    }
  ],
  "Seni Budaya (Seni Tari)": [
    {
      "slm": "Unit Pembelajaran 1: Gerak dan Ekspresi",
      "tp": [
        "memperagakan gerak berbagai ekspresi dengan stimulus aktivitas keseharian;",
        "mengamati dan mendemonstrasikan gerak berbagai ekspresi dari aktivitas keseharian;",
        "menentukan benda atau properti untuk menunjang penampilan ekspresi gerak."
      ]
    },
    {
      "slm": "Unit Pembelajaran 2: Ayo Menari Bersama",
      "tp": [
        "memperagakan ciri khas gerak bersumber dari permainan tradisional secara berkelompok;",
        "mencontohkan dan menyusun gerak dengan berbagai level dan arah hadap dari permainan tradisional;",
        "bekerja sama dalam melakukan tugas dan peran secara berkelompok."
      ]
    },
    {
      "slm": "Unit Pembelajaran 3: Apresiasi Tari",
      "tp": [
        "memperagakan keunikan bentuk penyajian kelompok yang bersumber dari permainan tradisional;",
        "menjelaskan, mendemonstrasikan, dan mengklasifikasikan keunikan bentuk penyajian tari kelompok;",
        "menghargai keunikan dan keberagaman budaya."
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Unit 1: Mengenal dan Menjadi",
      "tp": [
        "mengenal ragam karakter dalam cerita khayal.",
        "menggunakan seluruh anggota tubuh dan suara untuk menunjukkan beberapa tokoh dalam cerita khayal.",
        "memainkan penggalan cerita khayal dalam pertunjukan tablo dengan durasi pertunjukan 3-5 menit.",
        "mengevaluasi karya sendiri dan orang lain.",
        "mengeksplorasi penggunaan properti panggung untuk menunjang peran dan cerita."
      ]
    },
    {
      "slm": "Unit 2: Eksplorasi Gerak dan Suara",
      "tp": [
        "mendeskripsikan tubuh dan suara karakter dalam setiap plot cerita pilihan mereka.",
        "mengeksplorasi tubuh dan suara karakter sesuai plot narasi dalam cerita pilihan mereka.",
        "merespons suara latar dengan gerakan spontan.",
        "merancang pertunjukan tablo atau pantomim dengan potongan cerita yang dipilih.",
        "mengeksplorasi penggunaan properti panggung untuk menunjang peran."
      ]
    },
    {
      "slm": "Unit 3: Improvisasi",
      "tp": [
        "memberi contoh ragam improvisasi dalam teater (improvisasi solo, improvisasi dengan properti, dan improvisasi dengan pasangan).",
        "memperagakan hasil eksplorasi tubuh dan suara mereka dengan emosi yang tepat.",
        "menghasilkan dialog dan gerak tubuh sebagai respons terhadap deskripsi dan narasi yang diberikan.",
        "mendemonstrasikan pertunjukan improvisasi sesuai ragam pilihan.",
        "menciptakan pertunjukan spontan sebagai respons terhadap narasi dan properti yang diberikan.",
        "mengevaluasi kelebihan dan kekurangan penampilan diri sendiri atau orang lain."
      ]
    },
    {
      "slm": "Unit 4: Pertunjukan",
      "tp": [
        "berdiskusi untuk menentukan cerita pilihan mereka.",
        "memilih pemain yang diwakili sutradara dan tim produksi yang diwakili oleh pimpinan produksi.",
        "mengidentifikasi karakter dan mempersiapkan unsur produksi lainnya.",
        "menampilkan pertunjukan akhir."
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Tata cara beburon endah",
      "tp": [
        "mengetahui jenis beburon endah",
        "menyebutkan beburon endah"
      ]
    },
    {
      "slm": "Amah-amahan beburon",
      "tp": [
        "mengetahui amah-amahan buron",
        "membedakan amah-amahan",
        "menyebutkan jenis amah-amahan"
      ]
    },
    {
      "slm": "Parinama Pahan Etik-entikan",
      "tp": [
        "mengetahui nama pahan entik-entikan",
        "menggambarkan bagaian pahan entik-entikan",
        "menyebutkan pahan entik-entikan"
      ]
    },
    {
      "slm": "Adan Panak Beburon",
      "tp": [
        "mengenal adan panak beburon",
        "menyebutkan adan panak buron",
        "membedakan adan panak",
        "menghafal adan panak beburon"
      ]
    },
    {
      "slm": "Angka 1 - 50",
      "tp": [
        "mengenal angka 1-50",
        "menyebutkan angka 1-50",
        "menulis angka 1-50"
      ]
    },
    {
      "slm": "Aksara Bali Wianjana",
      "tp": [
        "mengenal aksara bali wianjana",
        "menyebutkan Aksara Bali Wianjana",
        "menulis Aksara Bali Wianjana"
      ]
    },
    {
      "slm": "Adan Masa (cuaca)",
      "tp": [
        "mengenal adan masan (cuaca)",
        "membedakan adan masa (cuaca)"
      ]
    },
    {
      "slm": "Kruna Len Raos (terapan/konteks)",
      "tp": [
        "menyebutkan kruna - kruna dalam bahasa Bali",
        "mencari len raos (sinonim) kruna dalam bahasa Bali",
        "menentukan len raos"
      ]
    },
    {
      "slm": "Pangangge Suara",
      "tp": [
        "mengenal pengangge suara dalam bahasa Bali",
        "menyebutkan pengangge suara dalam bahasa Bali",
        "menulis pengangge suara dalam bahasa Bali"
      ]
    },
    {
      "slm": "Angka Aksara Bali 1 - 10",
      "tp": [
        "mengenal angka aksara bali 1 - 10",
        "menulis angka aksara bali 1 - 10"
      ]
    },
    {
      "slm": "Kruna Matungkalik (terapan)",
      "tp": [
        "mengenal kruna - kruna dalam bahasa Bali",
        "menentukan kruna matungkalik dalam bahasa Bali",
        "mencari tungkalikan kruna dalam bahasa Bali"
      ]
    },
    {
      "slm": "Satua Bali",
      "tp": [
        "mengenal satua Bali",
        "menyebutkan beragam satua",
        "menentukan tokoh - tokoh dalam satua Bali",
        "mesatua Bali dengan baik dan benar"
      ]
    },
    {
      "slm": "Sekar Alit (Pupuh Mijil)",
      "tp": [
        "mengenal sekar alit (Pupuh Mijil) dalam bahasa Bali",
        "menyanyikan sekar alit (Pupuh Mijil) dalam bahasa Bali"
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Unit 1: Aktivitas Pola Gerak Dasar Lokomotor",
      "tp": [
        "mempraktikkan variasi pola gerak dasar lokomotor (berjalan, berlari, melompat, dan meloncat)."
      ]
    },
    {
      "slm": "Unit 2: Aktivitas Pola Gerak Dasar Nonlokomotor",
      "tp": [
        "mempraktikkan variasi pola gerak dasar nonlokomotor (memutar, mengayun, menekuk, dan meliuk)."
      ]
    },
    {
      "slm": "Unit 3: Aktivitas Pola Gerak Dasar Manipulatif",
      "tp": [
        "mempraktikkan variasi pola gerak dasar melempar, menangkap, menendang, dan menahan bola."
      ]
    },
    {
      "slm": "Unit 4: Aktivitas Gerak Dominan Senam",
      "tp": [
        "mempraktikkan pola gerak dominan senam (keseimbangan, sikap lilin, dan lompat kangkang)."
      ]
    },
    {
      "slm": "Unit 5: Aktivitas Gerak Berirama",
      "tp": [
        "mempraktikkan variasi pola gerak langkah kaki dan ayunan lengan dalam aktivitas gerak berirama."
      ]
    },
    {
      "slm": "Unit 6: Aktivitas Permainan dan Olahraga di Air",
      "tp": [
        "mempraktikkan gerak dasar posisi badan, gerakan kaki, gerakan lengan, dan cara mengambil napas dalam aktivitas air."
      ]
    },
    {
      "slm": "Unit 7: Aktivitas Kebugaran untuk Kesehatan",
      "tp": [
        "mempraktikkan latihan kekuatan otot dan daya tahan otot."
      ]
    },
    {
      "slm": "Unit 8: Aktivitas Fisik dan Memilih Makanan Bergizi",
      "tp": [
        "menerapkan konsep aktivitas fisik, istirahat, dan pengisian waktu luang.",
        "menerapkan cara memilih makanan bergizi dan seimbang."
      ]
    }
  ]
}
