
{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Mari Mengaji dan Mengkaji Q.S. al-Hujurat/49:13 dan Hadis tentang Keragaman",
      "tp": [
        "Membaca dan menulis Q.S. al-Hujurāt/49:13 dengan tartil.",
        "Menjelaskan dan membuat paparan tentang pesan pokok Q.S. al-Hujurāt/49:13.",
        "Menghafal Q.S. al-Hujurāt/49:13 dengan lancar.",
        "Membaca, menulis, dan menghafal hadis tentang keragaman.",
        "Membiasakan membaca Al-Qur'an dengan tartil dan sikap menghargai keragaman."
      ]
    },
    {
      "slm": "Bab 2: Teladan Mulia Asmaulhusna",
      "tp": [
        "Menjelaskan arti asmaulhusna al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min.",
        "Membuat karya kaligrafi al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min beserta artinya.",
        "Membiasakan sikap suka menahan diri, mandiri, cinta kebersihan, menjaga lisan, dan hidup tertib.",
        "Meyakini adanya Allah yang Maharaja, Mahamulia, Mahasuci, Mahasejahtera dan Maha Pemberi Keamanan."
      ]
    },
    {
      "slm": "Bab 3: Indahnya Saling Menghargai dalam Keragaman",
      "tp": [
        "Mendeskripsikan keragaman sebagai sunnah Allah.",
        "Menyebutkan ajaran kebaikan dari agama Islam dan agama selain Islam.",
        "Mengungkapkan pengalaman bergaul dengan teman yang berbeda agama.",
        "Saling menghormati dan menghargai pemeluk agama yang berbeda.",
        "Meyakini keragaman sebagai sunnatullah dan menghormati orang lain sebagai cerminan iman."
      ]
    },
    {
      "slm": "Bab 4: Menyambut Usia Balig",
      "tp": [
        "Menyebutkan tanda-tanda usia balig atau kedewasaan.",
        "Membuat paparan mengenai tanda-tanda usia balig dalam pandangan ilmu fikih dan biologi.",
        "Membiasakan sikap bersyukur, taat beribadah dan bertanggung jawab."
      ]
    },
    {
      "slm": "Bab 5: Kisah Hijrah Nabi Muhammad saw. ke Madinah",
      "tp": [
        "Menjelaskan sebab-sebab Nabi Muhammad saw. hijrah ke Madinah.",
        "Menceritakan dan membuat alur cerita kisah perjalanan hijrah Nabi Muhammad saw. ke Madinah.",
        "Menyimpulkan pelajaran dan meneladani perjuangan di balik hijrah Nabi Muhammad saw. ke Madinah.",
        "Membiasakan sikap percaya diri, teguh pendirian dan bertanggung jawab.",
        "Meyakini kebenaran kisah hijrah Nabi Muhammad saw. ke Madinah."
      ]
    },
    {
      "slm": "Bab 6: Mari Mengaji dan Mengkaji Q.S. at-Tin dan Hadis tentang Silaturahmi",
      "tp": [
        "Membaca, menulis, dan menghafal Q.S. At-Tin dengan tartil.",
        "Mempraktikkan hukum bacaan nun sukun atau tanwin.",
        "Menjelaskan dan membuat paparan tentang pesan-pesan pokok Q.S. At-Tin.",
        "Membaca, menulis, dan menghafal hadis tentang silaturahmi.",
        "Menunjukkan kebiasaan membaca Al-Qur'an dan sikap senang bersilaturahmi."
      ]
    },
    {
      "slm": "Bab 7: Beriman kepada Rasul-Rasul Allah",
      "tp": [
        "Menjelaskan arti, menyebutkan sifat-sifat, dan menjelaskan tujuan diutusnya Rasul.",
        "Membuat karya poster tentang keteladanan sifat rasul: ṣiddīq, amānah, tablīg, dan faṭānah.",
        "Menunjukkan sikap berani, jujur, dapat dipercaya, dan cerdas."
      ]
    },
    {
      "slm": "Bab 8: Aku Anak Saleh",
      "tp": [
        "Menjelaskan makna dan membuat paparan mengenai salam.",
        "Menjelaskan sikap dan membuat paparan mengenai senang menolong orang lain.",
        "Menjelaskan dan membuat paparan mengenai ciri-ciri munafik.",
        "Menunjukkan sikap toleran dan simpati dengan dilandasi pemahaman akidah yang kuat."
      ]
    },
    {
      "slm": "Bab 9: Melaksanakan Salat Jumat dan Salat Sunah",
      "tp": [
        "Menjelaskan dan mempraktikkan ketentuan dan tata cara salat Jumat.",
        "Menjelaskan dan mempraktikkan ketentuan dan tata cara salat Duha.",
        "Menjelaskan dan mempraktikkan ketentuan dan tata cara salat Tahajud.",
        "Menunjukkan kebiasaan taat beribadah dan berserah diri kepada Allah."
      ]
    },
    {
      "slm": "Bab 10: Kisah Nabi Muhammad saw. Membangun Kota Madinah",
      "tp": [
        "Menceritakan dan membuat paparan mengenai kisah Nabi Muhammad saw. membangun Kota Madinah.",
        "Menunjukkan sikap toleran, teguh pendirian dan menghargai perbedaan."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Aku Istimewa",
      "tp": [
        "Menjelaskan bukti-bukti Allah menciptakan laki-laki dan perempuan sama istimewa di mata Allah.",
        "Mendaftarkan hal-hal yang dapat dilakukan laki-laki dan perempuan sebagai ciptaan Allah.",
        "Membuat doa syukur sebagai laki-laki atau perempuan."
      ]
    },
    {
      "slm": "Pelajaran 2: Aku Berharga",
      "tp": [
        "Menjelaskan alasan manusia berharga di mata Allah.",
        "Mendaftarkan hal-hal yang menunjukkan pribadi yang berharga.",
        "Memperingati hari ulang tahun untuk bersyukur atas pertumbuhan yang Allah berikan.",
        "Membuat karya puisi yang mengungkapkan rasa syukur sebagai manusia yang berharga."
      ]
    },
    {
      "slm": "Pelajaran 3: Allah Memelihara Anak-Anak",
      "tp": [
        "Mendaftarkan bukti-bukti Allah memelihara hidup anak-anak.",
        "Menuliskan alasan Allah memelihara hidup semua anak.",
        "Membuat karya kreatif sebagai ungkapan syukur atas pemeliharaan Allah."
      ]
    },
    {
      "slm": "Pelajaran 4: Allah Gembala yang Baik",
      "tp": [
        "Menuliskan pengalaman pemeliharaan Allah dalam hidup pribadi dihubungkan dengan Mazmur 23.",
        "Mendaftarkan contoh-contoh sikap setia mengikuti Allah Gembala yang baik.",
        "Membuat karya kreatif sebagai wujud syukur memiliki Allah sebagai Gembala yang baik."
      ]
    },
    {
      "slm": "Pelajaran 5: Mengasihi Sesama seperti Mengasihi Diri Sendiri",
      "tp": [
        "Menuliskan arti mengasihi sesama seperti mengasihi diri sendiri.",
        "Mendaftarkan contoh-contoh mengasihi sesama seperti mengasihi diri sendiri.",
        "Membuat karya kreatif yang berisi tekad untuk mengasihi sesama."
      ]
    },
    {
      "slm": "Pelajaran 6: Hidup Rukun Itu Indah",
      "tp": [
        "Menuliskan manfaat hidup rukun.",
        "Mendaftarkan contoh-contoh hidup rukun.",
        "Membuat karya kreatif yang berisi tekad untuk memelihara hidup rukun."
      ]
    },
    {
      "slm": "Pelajaran 7: Beribadah dengan Benar",
      "tp": [
        "Menjelaskan arti ibadah yang sejati.",
        "Menerangkan perilaku orang yang beribadah dan tidak beribadah.",
        "Menunjukkan rasa syukurnya ikut terlibat dalam ibadah."
      ]
    },
    {
      "slm": "Pelajaran 8: Melayani dengan Giat",
      "tp": [
        "Merancang beberapa bentuk pelayanan yang dapat dilakukan.",
        "Menyimpulkan arti dan dasar melayani.",
        "Menceritakan pengalaman dan tantangan melayani di sekolah dan gereja.",
        "Menunjukkan syukurnya ikut terlibat dalam berbagai pelayanan.",
        "Membuat sebuah karya kreatif yang mengajak banyak orang untuk giat melayani."
      ]
    },
    {
      "slm": "Pelajaran 9: Aku Melayani di Gereja",
      "tp": [
        "Menjelaskan tugas dan orang-orang yang terlibat dalam pelayanan di gereja.",
        "Menjelaskan bentuk-bentuk tindakan melayani di gereja.",
        "Mensyukuri kehadiran guru-guru dan teman-teman di gereja.",
        "Merancang sebuah kegiatan melayani teman-teman dan guru-guru di gereja."
      ]
    },
    {
      "slm": "Pelajaran 10: Indahnya Keberagaman",
      "tp": [
        "Mendaftarkan berbagai bentuk keberagaman di Indonesia.",
        "Menjelaskan beberapa suku dan kesenian di Indonesia.",
        "Mensyukuri keberagaman suku dan kesenian di Indonesia.",
        "Mendemonstrasikan sebuah karya kreatif melalui lagu 'Indonesia Negaraku'."
      ]
    },
    {
      "slm": "Pelajaran 11: Allah Menciptakan dan Memelihara Alam",
      "tp": [
        "Menjelaskan arti lagu 'Betapa Kita Tidak Bersyukur'.",
        "Mengungkapkan rasa syukur terhadap alam ciptaan Allah.",
        "Menganalisis keindahan dan kerusakan alam bagi manusia.",
        "Mendaftarkan contoh-contoh kegiatan untuk memelihara alam dan lingkungan.",
        "Membuat sebuah karya kreatif sebagai rasa syukur atas alam dan lingkungan."
      ]
    },
    {
      "slm": "Pelajaran 12: Menjaga Kebersihan Lingkungan Rumah",
      "tp": [
        "Menjelaskan arti dan makna tanggung jawab.",
        "Menceritakan kembali tugas manusia terhadap alam.",
        "Membandingkan lingkungan rumah yang dijaga dan yang merusak.",
        "Membedakan tindakan menjaga kebersihan lingkungan rumah.",
        "Merancang sebuah kegiatan menjaga kebersihan lingkungan rumah."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    {
      "slm": "Pelajaran 1: Aku Pribadi yang Unik",
      "tp": [
        "mengenal diri sebagai pribadi yang unik;",
        "memunculkan rasa syukur dan mau mengembangkan keunikan dirinya;",
        "mewujudkannya dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Pelajaran 2: Perjanjian Lama",
      "tp": [
        "memahami kisah-kisah suci dalam Perjanjian Lama: Sepuluh Perintah Allah, Bangsa Israel memasuki Tanah Terjanji, Allah memberkati para pemimpin Israel (Samuel, Saul, Daud);",
        "mewujudkan teladan para tokoh melalui sikap dan tindakan dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Pelajaran 3: Perjanjian Baru",
      "tp": [
        "memahami bahwa Yesus adalah pemenuhan janji Allah;",
        "mengenal karya-Nya mewartakan Kerajaan Allah melalui perumpamaan dan mukjizat-Nya;",
        "mewujudkan teladan Yesus melalui sikap dan tindakan dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Pelajaran 4: Doa Syukur",
      "tp": [
        "memahami ungkapan syukur tokoh-tokoh Perjanjian Lama, doa syukur dalam Gereja, doa syukur secara pribadi, dan doa syukur secara bersama;",
        "mewujudkan semuanya itu melalui sikap dan tindakan dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Pelajaran 5: Sepuluh Perintah Allah",
      "tp": [
        "memahami Sepuluh Perintah Allah sebagai pedoman hidup;",
        "memiliki rasa hormat kepada orang tua, menghormati hidup, menghormati milik orang lain;",
        "mewujudkannya melalui sikap dan tindakan dalam hidup sehari-hari."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    {
      "slm": "Bab 1: Itihasa",
      "tp": [
        "Menjelaskan kitab Ramāyana sebagai epos besar umat Hindu.",
        "Menjelaskan ikhtisar singkat Ramāyana.",
        "Menjelaskan nilai-nilai dharma pada tokoh-tokoh Ramāyana.",
        "Mempraktikkan nilai-nilai dharma dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 2: Cadu Sakti",
      "tp": [
        "Mengetahui ajaran Cadu Sakti.",
        "Menjelaskan bagian-bagian Cadu Sakti.",
        "Menjelaskan kemahakuasaan Hyang Widhi Wasa sebagai wibhu sakti, prabhu sakti, jnana sakti, dan kriya sakti."
      ]
    },
    {
      "slm": "Bab 3: Subha dan Asubha Karma",
      "tp": [
        "Menjelaskan pengertian subha karma dan asubha karma.",
        "Menjelaskan ajaran subha karma dan asubha karma.",
        "Menjelaskan contoh-contoh perbuatan subha karma.",
        "Menjelaskan contoh-contoh perbuatan asubha karma yang patut dihindari."
      ]
    },
    {
      "slm": "Bab 4: Tempat Suci",
      "tp": [
        "Menjelaskan pengertian tempat suci.",
        "Mengenal tempat suci agama Hindu di Nusantara (Bali, Jawa, NTB, NTT, Kalimantan, Sulawesi).",
        "Menjelaskan areal dan syarat-syarat masuk ke dalam tempat suci.",
        "Melakukan kunjungan ke tempat suci dan melakukan persembahyangan bersama."
      ]
    },
    {
      "slm": "Bab 5: Tokoh Hindu",
      "tp": [
        "Menjelaskan perkembangan agama Hindu setelah kemerdekaan Indonesia.",
        "Menjelaskan tokoh-tokoh dan hasil karya mereka setelah kemerdekaan Indonesia."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    {
      "slm": "Unit 1: Berbeda Itu Baik",
      "tp": [
        "Menyikapi perbedaan dalam keluarga.",
        "Menunjukkan sikap kebersamaan sesama teman.",
        "Mengembangkan sikap saling menghormati dan tolong menolong sesama.",
        "Menghargai bentuk perbedaan di sekolah.",
        "Meneladani sifat-sifat Bodhisattva."
      ]
    },
    {
      "slm": "Unit 2: Aku Anak Berbakti",
      "tp": [
        "Membiasakan diri membaca doa.",
        "Menghargai perbedaan ragam bahasa dalam doa masing-masing aliran.",
        "Memberi saran orang terdekat di lingkungan.",
        "Menunjukkan sikap bersatu dalam melaksanakan doa bersama.",
        "Menyajikan produk sikap dalam menerima keberagaman.",
        "Melaksanakan rencana kunjungan doa bersama di vihara."
      ]
    },
    {
      "slm": "Unit 3: Indonesia Negaraku",
      "tp": [
        "Melaksanakan nilai-nilai Pancasila.",
        "Mengungkapkan rasa bangga terhadap bahasa dalam doa.",
        "Bersikap toleran terhadap ragam budaya dan keragaman bahasa.",
        "Menghargai peran bahasa Indonesia sebagai pemersatu bangsa."
      ]
    },
    {
      "slm": "Unit 4: Riwayat Agung Buddha Gotama",
      "tp": [
        "Menguraikan masalah-masalah dalam pergaulan sehari-hari.",
        "Membandingkan cara menyelesaikan masalah dengan pergaulan kekinian.",
        "Merespon penyelesaian masalah pergaulan masa kini.",
        "Menentukan sikap terhadap nilai moral dari riwayat Pangeran Siddharta.",
        "Menunjukkan perilaku meneladan sikap Pangeran Siddharta.",
        "Menyimpulkan cara Pangeran Siddharta mengatasi masalah sehari-hari."
      ]
    },
    {
      "slm": "Unit 5: Ritual Agama Buddha",
      "tp": [
        "Membiasakan diri membaca doa.",
        "Mengenali doa dan tradisi aliran agama Buddha.",
        "Menghargai perbedaan doa dan tradisi setiap aliran.",
        "Mengungkapkan rasa syukur dalam doa.",
        "Menyajikan produk doa syukur setiap aliran.",
        "Melaksanakan nilai-nilai Pancasila.",
        "Menunjukkan sikap hormat terhadap tradisi aliran lain."
      ]
    },
    {
      "slm": "Unit 6: Hidup Bersih dan Sehat",
      "tp": [
        "Membiasakan diri hidup bersih dan sehat.",
        "Menyikapi cara menjaga kebersihan diri dan sehat di rumah.",
        "Menunjukkan cara menjaga kebersihan di sekolah.",
        "Mengembangkan sikap saling membantu menjaga kebersihan dan kesehatan.",
        "Menghargai, peduli, dan meneladani dalam menjaga pola hidup bersih dan sehat.",
        "Membuat solusi dan mempraktikkan perilaku hidup bersih."
      ]
    },
    {
      "slm": "Unit 7: Alam Sahabatku",
      "tp": [
        "Menunjukkan sikap peduli terhadap kebersihan dan kelestarian lingkungan.",
        "Mengembangkan sikap saling membantu menjaga kebersihan lingkungan.",
        "Menghargai, meneladani, dan membuat solusi terhadap kebersihan lingkungan.",
        "Membiasakan, mengungkapkan rasa bangga, dan menjaga kebersihan lingkungan.",
        "Menunjukkan sikap peduli, melestarikan, dan menghargai lingkungan dan alam sekitarnya.",
        "Membiasakan diri, memberi contoh, dan meneladan Buddha dalam bersahabat dengan alam.",
        "Mengungkapkan rasa bangga bersahabat dengan alam."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    {
      "slm": "Bab 1: Tian Maha Sempurna",
      "tp": [
        "Memahami dan menerapkan ajaran agama Khonghucu dengan semangat 'di empat penjuru lautan semua bersaudara'.",
        "Menghayati kesakralan kitab suci Sishu dan kitab Wujing serta menguraikan bagian-bagiannya.",
        "Menerima dan menghayati benih-benih watak sejati serta menerapkan dan mengembangkan Pedoman Lima Kebajikan.",
        "Memiliki motivasi internal melalui teladan Zhu Xi dalam menumbuhkan semangat belajar.",
        "Memahami dan menulis hanzi 仁, 义, 礼, 智, 信."
      ]
    },
    {
      "slm": "Bab 2: Nabi Kongzi Genta Rohani Tian",
      "tp": [
        "Menghayati cita-cita Nabi Kongzi dan menumbuhkan rasa ingin tahu terhadap cita-cita diri sendiri.",
        "Bersikap rajin belajar, tekun, dan tidak mudah menyerah dengan meneladani semangat belajar Nabi Kongzi.",
        "Menghayati kesatyaan Nabi Kongzi pada Firman Tian dan tanggung jawabnya.",
        "Menghayati dan mengimani Nabi Kongzi sebagai Tian zhi Muduo serta memahami lambang dan arti Muduo.",
        "Memahami dan menulis hanzi 忠恕, 勤学, 中庸, 表率."
      ]
    },
    {
      "slm": "Bab 3: Bakti dalam Keluarga dan Negara",
      "tp": [
        "Mengamalkan teladan dan bakti Hua Mulan dalam hal tanggung jawab dan percaya diri.",
        "Menghayati kesatyaan, tanggung jawab, dan kepedulian Jiang Ge pada keluarga.",
        "Menjalankan teladan Xujing dalam hal menegakkan kebenaran di lingkungan rumah dan sekolah.",
        "Menerapkan sikap suci hati dan tahu malu untuk menjaga etika dan menerapkan Delapan Kebajikan.",
        "Memahami dan menulis hanzi 孝悌忠信礼义廉耻."
      ]
    },
    {
      "slm": "Bab 4: Tokoh Perempuan Teladan",
      "tp": [
        "Meneladani pribadi luhur dan kegigihan pahlawan perempuan Indonesia.",
        "Menerapkan dan mengevaluasi teladan dari kisah Ibunda Yan Zhengzai dalam mendidik Nabi Kongzi.",
        "Memiliki tanggung jawab terhadap kewajiban dan menerapkan kegigihan Ibu Mengzi.",
        "Menumbuhkan jiwa patriotik dan membela kebenaran seperti Yue Fei.",
        "Memahami dan menulis hanzi 慈母, 严厉, 孟子, 岳飞."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Unit 1: Aku dan Lingkunganku",
      "tp": [
        "mengidentiikasi, membedakan, dan menghargai identitas masyarakat sesuai budaya, suku bangsa, bahasa, agama dan kepercayaannya.",
        "mempraktikkannya dalam sikap dan perilaku yang terpuji."
      ]
    },
    {
      "slm": "Unit 2: Indonesiaku",
      "tp": [
        "mengenal dan mengidentiikasi lingkungan tempat tinggal (desa atau kelurahan, dan kecamatan) sebagai bagian tidak terpisahkan dari wilayah Negara Kesatuan Republik Indonesia."
      ]
    },
    {
      "slm": "Unit 3: Aturan di Lingkunganku",
      "tp": [
        "mengidentiikasi dan membedakan aturan di lingkungan sekolah dan tempat tinggal.",
        "membuat aturan bersama di lingkungan sekolah dan tempat tinggal serta melaksanakannya."
      ]
    },
    {
      "slm": "Unit 4: Hak dan Kewajibanku",
      "tp": [
        "mengidentiikasi hak dan kewajiban sebagai warga sekolah dan masyarakat.",
        "melaksanakan hak dan kewajiban di lingkungan sekolah dan masyarakat."
      ]
    },
    {
      "slm": "Unit 5: Indonesiaku yang Kaya",
      "tp": [
        "melakukan kerja sama dalam berbagai bentuk keberagaman sosial dan budaya di Indonesia yang terkait persatuan dan kesatuan.",
        "menunjukkan sikap kompak dan bersatu dalam berbagai bentuk keberagaman sosial dan budaya.",
        "menunjukkan sikap bangga menjadi anak Indonesia yang memiliki bahasa Indonesia sebagai bahasa persatuan."
      ]
    },
    {
      "slm": "Unit 6: Aku dan Pancasila",
      "tp": [
        "menemukan dan mengenal makna sila-sila Pancasila dalam kehidupan sehari-hari di lingkungan masyarakat.",
        "menunjukkan dan mempraktikkannya dalam kehidupan sehari-hari.",
        "mengenal dan meneladani karakter para perumus Pancasila."
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab 1: Kalimat Transitif dan Intransitif",
      "tp": [
        "memaknai teks narasi yang dibacakan; menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif;",
        "memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar;",
        "menggunakan kosakata baru dengan makna denotatif; menulis kalimat dalam tulisan tegak bersambung;",
        "memahami arti dari kosakata yang baru dipelajari."
      ]
    },
    {
      "slm": "Bab 2: Ide Pokok dan Ide Pendukung",
      "tp": [
        "memaknai teks narasi yang dibacakan; menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif;",
        "memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar;",
        "menggunakan kosakata baru dengan makna denotatif; menulis kalimat dalam tulisan tegak bersambung;",
        "memahami arti dari kosakata yang baru dipelajari."
      ]
    },
    {
      "slm": "Bab 3: Awalan 'ber-'",
      "tp": [
        "memaknai kosakata baru mengenai hal-hal menarik di lingkungan sekitar;",
        "menulis teks argumentasi; terlibat secara aktif dalam diskusi sesuai tata cara;",
        "menggunakan kaidah kebahasaan: awalan 'ber-';",
        "memahami instruksi lisan yang berkaitan dengan hal-hal menarik di lingkungan sekitar;",
        "menulis teks deskripsi."
      ]
    },
    {
      "slm": "Bab 4: Wawancara",
      "tp": [
        "memahami ide pokok pada suatu pesan lisan; memahami ide pokok dan ide pendukung pada teks informatif;",
        "berbicara menggunakan volume dan intonasi yang tepat sesuai konteks;",
        "menulis teks wawancara dan melakukan wawancara;",
        "menulis informasi mengenai hal-hal menarik di lingkungan sekitar."
      ]
    },
    {
      "slm": "Bab 5: Teks Prosedur",
      "tp": [
        "memahami pesan dan informasi yang ada di dalam teks;",
        "menggunakan kaidah kebahasaan: penulisan nilai uang dengan angka dan huruf;",
        "berbicara dengan kata-kata dan sikap yang santun;",
        "menulis teks prosedur."
      ]
    },
    {
      "slm": "Bab 6: Kalimat Efektif",
      "tp": [
        "mengidentifikasi dan memahami kata-kata baru pada teks yang dibaca;",
        "menggunakan kaidah kebahasaan: kalimat efektif;",
        "memahami maksud yang disampaikan oleh suatu puisi;",
        "menulis teks yang kalimat dan kata-katanya dipilih dan ditata secara cermat;",
        "menceritakan kembali suatu informasi yang dibaca dari teks narasi/informasi;",
        "memahami kejadian dalam teks narasi."
      ]
    },
    {
      "slm": "Bab 7: Kata Penghubung Antarkalimat",
      "tp": [
        "memahami teks yang didengarkan dari media audio;",
        "memahami pesan dan informasi dari teks narasi;",
        "berbicara untuk menyampaikan pendapat secara santun;",
        "menggunakan kaidah kebahasaan: kata penghubung antarkalimat."
      ]
    },
    {
      "slm": "Bab 8: Lingkungan",
      "tp": [
        "memahami pesan dan informasi tentang kehidupan sehari-hari;",
        "memahami dan memaknai teks informasi yang dibacakan;",
        "memahami ide pokok dan ide pendukung pada teks informatif dan teks narasi;",
        "menceritakan kembali suatu informasi yang dibaca atau didengar dari teks narasi;",
        "menulis informasi mengenai hal-hal menarik di lingkungan sekitar menggunakan kaidah kebahasaan yang baik dan benar."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Bab 1: Bilangan Cacah sampai 10.000",
      "tp": [
        "Membaca, menulis, menentukan nilai tempat, membandingkan, dan mengurutkan bilangan cacah sampai 10.000.",
        "Menyusun (komposisi) dan mengurai (dekomposisi) bilangan cacah sampai 10.000."
      ]
    },
    {
      "slm": "Bab 2: Pecahan",
      "tp": [
        "Membandingkan dan mengurutkan antar pecahan dengan pembilang satu dan penyebut yang sama.",
        "Mengenali pecahan senilai menggunakan gambar dan simbol matematika.",
        "Menyatakan pecahan desimal persepuluhan dan perseratusan, serta menghubungkannya dengan konsep persen."
      ]
    },
    {
      "slm": "Bab 3: Pola Gambar dan Pola Bilangan",
      "tp": [
        "Mengidentifikasi dan mengembangkan pola gambar membesar dan mengecil yang melibatkan penjumlahan dan pengurangan.",
        "Mengidentifikasi dan mengembangkan pola bilangan membesar dan mengecil yang melibatkan penjumlahan dan pengurangan."
      ]
    },
    {
      "slm": "Bab 4: Pengukuran Luas dan Volume",
      "tp": [
        "Mengukur, mengestimasi luas, dan volume menggunakan satuan tidak baku dan satuan baku."
      ]
    },
    {
      "slm": "Bab 5: Bangun Datar",
      "tp": [
        "Mendeskripsikan ciri berbagai bentuk bangun datar (segiempat, segitiga, segibanyak).",
        "Menyusun (komposisi) dan mengurai (dekomposisi) berbagai bangun datar."
      ]
    },
    {
      "slm": "Bab 6: Piktogram dan Diagram Batang",
      "tp": [
        "Menyajikan dan menginterpretasikan data dalam bentuk piktogram dan diagram batang."
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Mengubah Bentuk Energi",
      "tp": [
        "menjelaskan fenomena perubahan bentuk energi yang ada di sekitarnya.",
        "menggunakan pemahamannya tentang perubahan bentuk energi untuk mendeskripsikan bagaimana manfaat perubahan energi itu terhadap dirinya dan lingkungan di sekitarnya."
      ]
    },
    {
      "slm": "Bab 2: Gaya di Sekitar Kita",
      "tp": [
        "menjelaskan penerapan gaya pada kehidupan sekitarnya.",
        "memahami gejala kemagnetan dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 3: Indonesiaku Kaya Raya",
      "tp": [
        "menelaah kondisi geograis wilayah tempat tinggal melalui peta konvensional/digital.",
        "menelaah masalah yang berkaitan dengan perubahan iklim.",
        "menganalisis hubungan bentang alam di daerah tempat tinggal dengan keanekaragaman hayati dan profesi masyarakat sekitarnya."
      ]
    },
    {
      "slm": "Bab 4: Bergerak Bersama",
      "tp": [
        "mampu menerapkan peran, tugas, dan tanggung jawab, serta interaksi sosial yang terjadi di sekitar tempat tinggal dan sekolah."
      ]
    },
    {
      "slm": "Bab 5: Cerita Tentang Daerahku",
      "tp": [
        "menceritakan keragaman budaya dan kearifan lokal di lingkup daerah."
      ]
    },
    {
      "slm": "Bab 6: Aksi Nyata untuk Lingkungan",
      "tp": [
        "mampu menunjukkan sikap peduli terhadap permasalahan lingkungan di sekitar.",
        "berkontribusi dalam upaya melakukan mitigasi perubahan iklim melalui aktivitas sederhana.",
        "berkontribusi dalam upaya melestarikan budaya/kearifan lokal di lingkungan sekitarnya."
      ]
    }
  ],
  "Bahasa Inggris": [
    {
      "slm": "Unit 1: What are you doing?",
      "tp": [
        "mengubah/mengganti beberapa elemen kalimat untuk berpartisipasi dalam kegiatan pembelajaran perihal rutinitas pagi.",
        "mengamati teks pendek dan sederhana dalam bentuk komik tentang rutinitas pagi.",
        "mengomunikasikan ide dan pengalaman mereka tentang rutinitas pagi dalam bentuk tulisan dan lisan."
      ]
    },
    {
      "slm": "Unit 2: I like fruit",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam mendeskripsikan makanan.",
        "membaca/mengamati teks deskripsi pendek dan sederhana tentang makanan serta rasa dan tekstur makanan.",
        "mengomunikasikan ide dan pengalaman mereka tentang makanan dalam bentuk tulisan."
      ]
    },
    {
      "slm": "Unit 3: My new shoes",
      "tp": [
        "mengubah/mengganti beberapa elemen kalimat untuk berpartisipasi dalam kegiatan pembelajaran perihal kegiatan meminjam suatu mainan.",
        "membaca/mengamati teks pendek dan sederhana dalam bentuk komik tentang kegiatan meminjam mainan.",
        "mengomunikasikan ide dan pengalaman mereka dalam deskripsi sebuah mainan."
      ]
    },
    {
      "slm": "Unit 4: Cici's clothes",
      "tp": [
        "mengikuti instruksi sederhana perihal kegiatan di kelas melalui petunjuk visual.",
        "merespons teks pendek, sederhana, dan familiar secara lisan perihal kegiatan di sekolah.",
        "menulis kosakata sederhana tentang kegiatan di sekolah."
      ]
    },
    {
      "slm": "Unit 5: Where is my pencil?",
      "tp": [
        "mengikuti instruksi sederhana perihal gerakan melalui petunjuk visual.",
        "merespons teks pendek, sederhana, dan familiar secara lisan perihal kegiatan gerakan dan perasaan.",
        "menulis kosakata sederhana tentang gerakan dan perasaan."
      ]
    },
    {
      "slm": "Unit 6: The Stove is in The Kitchen",
      "tp": [
        "mengikuti instruksi sederhana perihal hari, bulan, dan mata pelajaran melalui petunjuk visual.",
        "merespons teks pendek, sederhana, dan familiar secara lisan perihal hari, bulan, dan mata pelajaran.",
        "menulis kosakata sederhana tentang hari, bulan, dan mata pelajaran."
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Unit 1: Permainan Bola Besar",
      "tp": [
        "mengadaptasi dan memodifikasi keterampilan gerak dalam berbagai situasi.",
        "mentransfer strategi gerak yang dikuasai ke situasi yang berbeda."
      ]
    },
    {
      "slm": "Unit 2: Permainan Bola Kecil",
      "tp": [
        "mememiki konsep gerak serta memperkirakan dan menguji efektivitas strategi gerak.",
        "menemukan konsep yang lebih meningkatkan keterampilan gerak."
      ]
    },
    {
      "slm": "Unit 3: Aktivitas Atletik",
      "tp": [
        "merancang dan menguji aturan alternatif dan modifikasi permainan untuk permainan yang adil dan inklusif."
      ]
    },
    {
      "slm": "Unit 4: Aktivitas Seni Bela Diri",
      "tp": [
        "berpartisipasi dalam aktivitas di luar ruangan dan lingkungan alami.",
        "mendeskripsikan faktor-faktor yang memengaruhi partisipasi.",
        "terlibat dalam aktivitas fisik untuk menggambarkan dampak aktivitas rutin terhadap kesehatan."
      ]
    },
    {
      "slm": "Unit 5: Aktivitas Kebugaran Jasmani",
      "tp": [
        "mengidentifikasi risiko kesehatan akibat gaya hidup dan pencegahan melalui aktivitas jasmani.",
        "mengidentifikasi dan menerapkan pola makan sehat untuk mendukung gaya hidup aktif.",
        "memilih makanan sehat untuk menunjang aktivitas jasmani."
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Unit 1: Menggambar Imajinatif",
      "tp": [
        "Menggambar sketsa yang terinspirasi dari pengalaman.",
        "Menelaah karakteristik alat dan bahan untuk penciptaan karya.",
        "Membuat karya dengan menerapkan lima unsur rupa dan prinsip keseimbangan."
      ]
    },
    {
      "slm": "Unit 2: Mencipta dengan Menyusun Ulang",
      "tp": [
        "Menyusun ulang bentuk dan bangun ruang yang tersedia dengan menerapkan prinsip keseimbangan."
      ]
    },
    {
      "slm": "Unit 3: Seni Rupa dan Lingkungan",
      "tp": [
        "Memberikan umpan balik mengenai dampak sebuah karya seni bagi diri dan lingkungan terkecil.",
        "Membuat karya seni rupa yang mengandung nilai positif untuk lingkungan terkecil."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Unit 1: Mengenal Alat Musik Ritmis dan Melodis",
      "tp": [
        "Mengidentifikasi karakteristik ragam alat musik dan bunyi yang dihasilkannya.",
        "Mengimitasi tempo, pola irama, dan pola bunyi alat musik ritmis atau melodis."
      ]
    },
    {
      "slm": "Unit 2: Praktik Bermusik",
      "tp": [
        "Memberikan tanggapan atau umpan balik mengenai praktik bermusik.",
        "Mengimitasi bunyi dasar dan nada alat musik ritmis atau melodis.",
        "Memainkan dan merawat instrumen musik yang digunakannya."
      ]
    },
    {
      "slm": "Unit 3: Mengembangkan Pola Irama",
      "tp": [
        "Mengembangkan pola irama menggunakan alat musik melodis, anggota tubuh, atau alat musik ritmis.",
        "Merespons musik yang memberikan dampak positif bagi dirinya dan lingkungan."
      ]
    }
  ],
  "Seni Budaya (Seni Tari)": [
    {
      "slm": "Unit 1: Unsur-unsur Tari",
      "tp": [
        "mengidentifikasi latar belakang sebuah penyajian tari.",
        "mengeksplorasi unsur utama tari sesuai dengan level, perubahan arah hadap, dan desain lantai."
      ]
    },
    {
      "slm": "Unit 2: Membuat Gerak Tari",
      "tp": [
        "mengembangkan gerak dengan unsur utama tari, level, dan perubahan arah hadap.",
        "merangkai gerak berdasarkan unsur utama tari, level, dan perubahan arah hadap."
      ]
    },
    {
      "slm": "Unit 3: Bekerja dalam Kelompok",
      "tp": [
        "mengembangkan kemampuan bekerja sama dan saling menghargai.",
        "mempresentasikan karya tari kelompok sesuai dengan desain lantai."
      ]
    },
    {
      "slm": "Unit 4: Refleksi Pembelajaran",
      "tp": [
        "mengingat kembali unsur utama tari sesuai dengan level gerak, perubahan arah hadap dan desain lantai.",
        "menyelesaikan aktivitas pembelajaran tari."
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Unit 1: Aktor Hebat",
      "tp": [
        "mengenal teknik dasar akting (pemeranan).",
        "mengeksplorasi gerak tubuh dan suara binatang dan peristiwa alam.",
        "mengenal dan menceritakan gerak dan suara binatang dan peristiwa alam.",
        "menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita.",
        "menghasilkan pertunjukan cerita binatang dan peristiwa alam."
      ]
    },
    {
      "slm": "Unit 2: Mainkan!",
      "tp": [
        "mengenal dan mengeksplorasi dialog sederhana, gerak tubuh, suara, dan emosi diri sendiri serta orang lain.",
        "mengidentifikasi inti cerita dan peran yang berbeda dalam sebuah naskah.",
        "mengenal dan menceritakan gerak dan suara dirinya sendiri serta orang lain.",
        "menggunakan tata artistik panggung sesuai dengan tokoh dan alur cerita.",
        "menghasilkan pertunjukan cerita kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Unit 3: Dongeng Nusantara",
      "tp": [
        "mengenal dialog sederhana, mengeksplorasi gerak tubuh, suara, serta emosi manusia dan binatang.",
        "mengidentifikasi inti cerita dan peran yang berbeda dalam sebuah naskah.",
        "mengenal dan menceritakan gerak dan suara manusia dan binatang.",
        "menggunakan tata artistik panggung sesuai dengan tokoh dan alur cerita.",
        "menghasilkan pertunjukan cerita fabel dan legenda."
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Bab 1: Pengangge Tengenan",
      "tp": [
        "mampu memahami dan mengenal jenis /bentuk pengangge tengenan"
      ]
    },
    {
      "slm": "Bab 2: Gantungan lan Gempelan",
      "tp": [
        "mampu mengenal jenis dan bentuk gantungan lan gempelan",
        "mampu menulis kalimat sederhana menggunakan gantungan lan gempelan",
        "mampu memahami jenis gantungan dan gempelan"
      ]
    },
    {
      "slm": "Bab 3: Angga Sarira",
      "tp": [
        "mampu mengenal kruna kahanan awak",
        "mampu menunjukkan tata letak kruna kahanan pada bagian tubuh"
      ]
    },
    {
      "slm": "Bab 4: Wilangan",
      "tp": [
        "mampu mengetahui istilah angka 1-100 dalam bahasa bali",
        "mampu menyebutkan istilah angka 1-100 dalam bahasa bali"
      ]
    },
    {
      "slm": "Bab 5: Swagina",
      "tp": [
        "mampu mengenal istilah pekerjaan (swagina) dalam bahasa bali",
        "mampu menyebutkan istilah pekerjaan (swagina) dalam bahasa bali"
      ]
    },
    {
      "slm": "Bab 6: Sekar Alit",
      "tp": [
        "mampu mengklasifikasikan jenis-jenis sekar alit (pupuh)",
        "mampu metembang sekar alit"
      ]
    },
    {
      "slm": "Bab 7: Cecimpedan",
      "tp": [
        "mampu memahami cecimpedan",
        "mampu membuat secara mandiri cecimpedan sederhana"
      ]
    },
    {
      "slm": "Bab 8: Kruna Dwi Lingga",
      "tp": [
        "Mampu memahami jenis-jenis kruna dwi lingga",
        "mampu menyebutkan jenis-jenis kruna dwi lingga",
        "mampu mengklarifikasikan contoh-contoh kata sesuai jenis kruna dwi lingga"
      ]
    },
    {
      "slm": "Bab 9: Genah Pariwisata",
      "tp": [
        "mampu mengenal tempat pariwisata di bali",
        "mampu menjabarkan ciri khas tempat pariwisata yang ada di bali",
        "mampu menyebutkan nama tempat pariwisata sesuai dengan daerahnya"
      ]
    },
    {
      "slm": "Bab 10: Pasang Aksara",
      "tp": [
        "mampu mengenal jenis dan bentuk pasang aksara bali (re repa lan le lenga)",
        "mampu memahami jenis-jenis pasang aksara bali",
        "mampu menulis pasang aksara bali"
      ]
    },
    {
      "slm": "Bab 11: Satua Bali",
      "tp": [
        "mampu memahami unsur pembentukan satua",
        "mampu memahami isi dan makna dari satua bali",
        "mampu menceritakan kembali satua bali yang telah dibaca",
        "Mampu mesatua Bali dengan baik dan benar"
      ]
    }
  ]
}
