
{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Mari Mengaji dan Mengkaji Q.S. al-Hujurat/49:13 dan Hadis tentang Keragaman",
      "tp": [
        "Membaca dan menulis Q.S. al-Hujurāt/49:13 dengan tartil.",
        "Menjelaskan dan membuat paparan tentang pesan pokok Q.S. al-Hujurāt/49:13.",
        "Menghafal Q.S. al-Hujurāt/49:13 dengan lancar.",
        "Membaca, menulis, dan menghafal hadis tentang keragaman.",
        "Membiasakan membaca Al-Qur'an dengan tartil dan sikap menghargai keragaman."
      ]
    },
    {
      "slm": "Bab 2: Teladan Mulia Asmaulhusna",
      "tp": [
        "Menjelaskan arti asmaulhusna al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min.",
        "Membuat karya kaligrafi al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min beserta artinya.",
        "Membiasakan sikap suka menahan diri, mandiri, cinta kebersihan, menjaga lisan, dan hidup tertib.",
        "Meyakini adanya Allah yang Maharaja, Mahamulia, Mahasuci, Mahasejahtera dan Maha Pemberi Keamanan."
      ]
    },
    {
      "slm": "Bab 3: Indahnya Saling Menghargai dalam Keragaman",
      "tp": [
        "Mendeskripsikan keragaman sebagai sunnah Allah.",
        "Menyebutkan ajaran kebaikan dari agama Islam dan agama selain Islam.",
        "Mengungkapkan pengalaman bergaul dengan teman yang berbeda agama.",
        "Saling menghormati dan menghargai pemeluk agama yang berbeda.",
        "Meyakini keragaman sebagai sunnatullah dan menghormati orang lain sebagai cerminan iman."
      ]
    },
    {
      "slm": "Bab 4: Menyambut Usia Balig",
      "tp": [
        "Menyebutkan tanda-tanda usia balig atau kedewasaan.",
        "Membuat paparan mengenai tanda-tanda usia balig dalam pandangan ilmu fikih dan biologi.",
        "Membiasakan sikap bersyukur, taat beribadah dan bertanggung jawab."
      ]
    },
    {
      "slm": "Bab 5: Kisah Hijrah Nabi Muhammad saw. ke Madinah",
      "tp": [
        "Menjelaskan sebab-sebab Nabi Muhammad saw. hijrah ke Madinah.",
        "Menceritakan dan membuat alur cerita kisah perjalanan hijrah Nabi Muhammad saw. ke Madinah.",
        "Menyimpulkan pelajaran dan meneladani perjuangan di balik hijrah Nabi Muhammad saw. ke Madinah.",
        "Membiasakan sikap percaya diri, teguh pendirian dan bertanggung jawab.",
        "Meyakini kebenaran kisah hijrah Nabi Muhammad saw. ke Madinah."
      ]
    },
    {
      "slm": "Bab 6: Mari Mengaji dan Mengkaji Q.S. at-Tin dan Hadis tentang Silaturahmi",
      "tp": [
        "Membaca, menulis, dan menghafal Q.S. At-Tin dengan tartil.",
        "Mempraktikkan hukum bacaan nun sukun atau tanwin.",
        "Menjelaskan dan membuat paparan tentang pesan-pesan pokok Q.S. At-Tin.",
        "Membaca, menulis, dan menghafal hadis tentang silaturahmi.",
        "Menunjukkan kebiasaan membaca Al-Qur'an dan sikap senang bersilaturahmi."
      ]
    },
    {
      "slm": "Bab 7: Beriman kepada Rasul-Rasul Allah",
      "tp": [
        "Menjelaskan arti, menyebutkan sifat-sifat, dan menjelaskan tujuan diutusnya Rasul.",
        "Membuat karya poster tentang keteladanan sifat rasul: ṣiddīq, amānah, tablīg, dan faṭānah.",
        "Menunjukkan sikap berani, jujur, dapat dipercaya, dan cerdas."
      ]
    },
    {
      "slm": "Bab 8: Aku Anak Saleh",
      "tp": [
        "Menjelaskan makna dan membuat paparan mengenai salam.",
        "Menjelaskan sikap dan membuat paparan mengenai senang menolong orang lain.",
        "Menjelaskan dan membuat paparan mengenai ciri-ciri munafik.",
        "Menunjukkan sikap toleran dan simpati dengan dilandasi pemahaman akidah yang kuat."
      ]
    },
    {
      "slm": "Bab 9: Melaksanakan Salat Jumat dan Salat Sunah",
      "tp": [
        "Menjelaskan dan mempraktikkan ketentuan dan tata cara salat Jumat.",
        "Menjelaskan dan mempraktikkan ketentuan dan tata cara salat Duha.",
        "Menjelaskan dan mempraktikkan ketentuan dan tata cara salat Tahajud.",
        "Menunjukkan kebiasaan taat beribadah dan berserah diri kepada Allah."
      ]
    },
    {
      "slm": "Bab 10: Kisah Nabi Muhammad saw. Membangun Kota Madinah",
      "tp": [
        "Menceritakan dan membuat paparan mengenai kisah Nabi Muhammad saw. membangun Kota Madinah.",
        "Menunjukkan sikap toleran, teguh pendirian dan menghargai perbedaan."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Allah Menciptakan Laki-laki dan Perempuan Sama Istimewa",
      "tp": [
        "Menjelaskan bukti-bukti Allah menciptakan laki-laki dan perempuan sama istimewa di mata Allah.",
        "Mendaftarkan hal-hal yang dapat dilakukan laki-laki dan perempuan sebagai ciptaan Allah yang sama martabat dan derajatnya.",
        "Membuat doa syukur yang berisi ungkapan terima kasih atas kemahakuasaan Allah yang telah menciptakan dirimu sebagai laki-laki atau perempuan."
      ]
    },
    {
      "slm": "Pelajaran 2: Setiap Manusia Berharga di Mata Allah",
      "tp": [
        "Menjelaskan alasan manusia berharga di mata Allah.",
        "Mendaftarkan hal-hal yang menunjukkan pribadi yang berharga di mata Allah.",
        "Menuliskan cara bersyukur memperingati hari ulang tahun dan untuk pertumbuhan yang Allah berikan.",
        "Membuat karya dalam bentuk puisi yang mengungkapkan rasa syukur sebagai manusia yang berharga di mata Allah."
      ]
    },
    {
      "slm": "Pelajaran 3: Allah Memeliharaku dan Semua Anak",
      "tp": [
        "Mendaftarkan bukti-bukti Allah memelihara hidup anak-anak.",
        "Menuliskan alasan Allah memelihara hidup semua anak.",
        "Membuat karya kreatif dalam bentuk puisi, gambar, cerita atau karya lainnya sebagai ungkapan syukur atas pemeliharaan Allah."
      ]
    },
    {
      "slm": "Pelajaran 4: Allah adalah Gembalaku yang Baik",
      "tp": [
        "Menuliskan pengalaman pemeliharaan Allah dalam hidup pribadi dihubungkan dengan Mazmur 23.",
        "Mendaftarkan contoh-contoh sikap setia mengikuti Allah Gembala yang baik.",
        "Membuat karya kreatif dalam bentuk puisi, gambar, cerita atau karya lainnya sebagai wujud syukur memiliki Allah sebagai Gembala yang baik."
      ]
    },
    {
      "slm": "Pelajaran 5: Aku Mengasihi Sesamaku Seperti Diriku Sendiri",
      "tp": [
        "Menuliskan arti mengasihi sesama seperti mengasihi diri sendiri.",
        "Menuliskan contoh-contoh mengasihi sesama seperti mengasihi diri sendiri.",
        "Membuat karya kreatif yang berisi tekad untuk mengasihi sesama seperti mengasihi diri sendiri."
      ]
    },
    {
      "slm": "Pelajaran 6: Aku Mau Hidup Rukun",
      "tp": [
        "Menuliskan manfaat hidup rukun.",
        "Mendaftarkan contoh-contoh hidup rukun.",
        "Membuat karya kreatif yang berisi tekad untuk memelihara hidup rukun."
      ]
    },
    {
      "slm": "Pelajaran 7: Ibadah yang Sejati",
      "tp": [
        "Menjelaskan arti ibadah yang sejati.",
        "Membandingkan perilaku orang yang beribadah dan tidak beribadah.",
        "Membuktikan rasa syukurnya ikut terlibat dalam ibadah.",
        "Merancang beberapa bentuk pelayanan yang dapat dilakukan."
      ]
    },
    {
      "slm": "Pelajaran 8: Melayani dengan Segenap Hati",
      "tp": [
        "Menyimpulkan arti dan dasar melayani.",
        "Menceritakan pengalaman dan tantangan melayani di sekolah dan gereja.",
        "Membuktikan rasa syukurnya ikut terlibat dalam berbagai pelayanan di sekolah dan gereja.",
        "Membuat sebuah karya kreatif yang mengajak banyak orang untuk melayani dengan segenap hati."
      ]
    },
    {
      "slm": "Pelajaran 9: Aku Bersedia Melayani",
      "tp": [
        "Menjelaskan tugas dan orang-orang yang terlibat dalam pelayanan di gereja.",
        "Menjelaskan bentuk-bentuk tindakan melayani di gereja.",
        "Mensyukuri kehadiran guru-guru dan teman-teman di gereja.",
        "Merancang sebuah kegiatan melayani teman-teman dan guru-guru di gereja."
      ]
    },
    {
      "slm": "Pelajaran 10: Mensyukuri Keberagaman dalam Masyarakat Indonesia",
      "tp": [
        "Mendaftarkan berbagai bentuk keberagaman di Indonesia.",
        "Menjelaskan beberapa suku dan kesenian di Indonesia.",
        "Mensyukuri keberagaman suku dan kesenian di Indonesia.",
        "Mendemonstrasikan sebuah karya kreatif melalui lagu “Indonesia Negaraku.”"
      ]
    },
    {
      "slm": "Pelajaran 11: Bersyukur untuk Alam dan Lingkunganku",
      "tp": [
        "Menjelaskan arti lagu “Betapa Kita Tidak Bersyukur”.",
        "Mengungkapkan rasa syukur terhadap alam ciptaan Allah.",
        "Menganalisis dampak keindahan dan kerusakan alam bagi manusia.",
        "Mendaftarkan contoh-contoh kegiatan untuk memelihara alam dan lingkungan.",
        "Membuat sebuah karya kreatif sebagai rasa syukur atas alam dan lingkungan."
      ]
    },
    {
      "slm": "Pelajaran 12: Aku dan Kebersihan Lingkunganku",
      "tp": [
        "Menjelaskan arti dan makna tanggung jawab.",
        "Menceritakan kembali tugas manusia terhadap alam dan lingkungan.",
        "Menganalisis lingkungan rumah melalui gambar.",
        "Membedakan tindakan menjaga dan merusak kebersihan lingkungan rumah.",
        "Merancang sebuah kegiatan menjaga kebersihan lingkungan rumah."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Mengenal Lingkungan Sekitar",
      "tp": [
        "Mengidentifikasi, membedakan, dan menghargai identitas diri, keluarga, dan teman-temannya sesuai budaya, suku bangsa, bahasa, serta agama dan kepercayaannya serta mempraktikkan di lingkungan masyarakat.",
        "Mengenal dan mengidentifikasi lingkungan tempat tinggal (desa atau kelurahan, dan kecamatan) sebagai bagian tidak terpisahkan dari wilayah Negara Kesatuan Republik Indonesia."
      ]
    },
    {
      "slm": "Bab 2: Aku Anak yang Disiplin",
      "tp": [
        "Memahami dan membuat aturan di lingkungan tempat tinggal.",
        "Mengidentifikasi dan melaksanakan hak dan kewajiban sebagai warga sekolah."
      ]
    },
    {
      "slm": "Bab 3: Kerja Sama di Lingkunganku",
      "tp": [
        "Melakukan kerja sama dalam berbagai bentuk keberagaman sosial, dan budaya di Indonesia yang terkait persatuan dan kesatuan.",
        "Menunjukkan sikap kompak dan bersatu dalam berbagai bentuk keberagaman sosial dan budaya di Indonesia yang terkait persatuan dan kesatuan.",
        "Menunjukkan sikap bangga menjadi anak Indonesia yang memiliki bahasa Indonesia sebagai bahasa persatuan di lingkungan masyarakat."
      ]
    },
    {
      "slm": "Bab 4: Pancasila dalam Diriku",
      "tp": [
        "Menunjukkan, mengidentifikasi, dan mempraktikkan makna sila-sila Pancasila dalam kehidupan sehari-hari di lingkungan masyarakat.",
        "Mengenal dan meneladani karakter para perumus Pancasila."
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab 1: Sudah Besar",
      "tp": [
        "memaknai teks narasi yang dibacakan; menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif;",
        "memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar;",
        "menggunakan kosakata baru dengan makna denotatif; menulis kalimat dalam tulisan tegak bersambung;",
        "memahami arti dari kosakata yang baru dipelajari."
      ]
    },
    {
      "slm": "Bab 2: Di Bawah Atap",
      "tp": [
        "memahami ide pokok dari teks yang dibacakan;",
        "membaca kata-kata baru dengan fasih;",
        "menggunakan kaidah kebahasaan: awalan ‘me-’;",
        "aktif berdiskusi dan dapat mengemukakan pendapat dengan kalimat yang jelas;",
        "menceritakan kembali informasi yang dibaca atau didengar mengenai hal-hal menarik di lingkungan sekitar;",
        "menggunakan kaidah kebahasaan: kalimat majemuk."
      ]
    },
    {
      "slm": "Bab 3: Lihat Sekitar",
      "tp": [
        "memaknai kosakata baru mengenai hal-hal menarik di lingkungan sekitar;",
        "menulis teks argumentasi;",
        "terlibat secara aktif dalam diskusi sesuai tata cara;",
        "menggunakan kaidah kebahasaan: awalan ‘ber-’;",
        "memahami instruksi lisan yang berkaitan dengan hal-hal menarik di lingkungan sekitar;",
        "menulis teks deskripsi."
      ]
    },
    {
      "slm": "Bab 4: Meliuk dan Menerjang",
      "tp": [
        "memahami ide pokok suatu pesan lisan;",
        "memahami ide pokok dan ide pendukung pada teks informatif;",
        "berbicara menggunakan volume dan intonasi yang tepat sesuai konteks;",
        "menulis teks wawancara dan melakukan wawancara;",
        "menulis informasi mengenai hal-hal menarik di lingkungan sekitar."
      ]
    },
    {
      "slm": "Bab 5: Bertukar atau Membayar",
      "tp": [
        "memahami pesan dan informasi yang ada di dalam teks;",
        "menggunakan kaidah kebahasaan: penulisan nilai uang dengan angka dan huruf;",
        "berbicara dengan kata-kata dan sikap yang santun;",
        "menulis teks prosedur."
      ]
    },
    {
      "slm": "Bab 6: Satu Titik",
      "tp": [
        "mengidentifikasi dan memahami kata-kata baru pada teks yang dibaca;",
        "menggunakan kaidah kebahasaan: kalimat efektif;",
        "memahami maksud yang disampaikan oleh suatu puisi;",
        "menulis teks yang kalimat dan kata-katanya dipilih dan ditata secara cermat;",
        "menceritakan kembali suatu informasi yang dibaca dari teks narasi/informasi;",
        "memahami kejadian dalam teks narasi."
      ]
    },
    {
      "slm": "Bab 7: Asal-Usul",
      "tp": [
        "memahami teks yang diperdengarkan dari media audio;",
        "memahami pesan dan informasi dari teks narasi;",
        "berbicara untuk menyampaikan pendapat secara santun;",
        "menggunakan kaidah kebahasan: kata penghubung antarkalimat."
      ]
    },
    {
      "slm": "Bab 8: Sehatlah Ragaku",
      "tp": [
        "memahami pesan dan informasi tentang kehidupan sehari-hari;",
        "memahami dan memaknai teks informasi yang dibacakan;",
        "memahami ide pokok dan ide pendukung pada teks informatif dan teks narasi;",
        "menceritakan kembali suatu informasi yang dibaca atau didengar dari teks narasi mengenai hal-hal menarik di lingkungan sekitar;",
        "menulis informasi mengenai hal-hal menarik di lingkungan sekitar menggunakan kaidah kebahasaan yang baik dan benar."
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Mengubah Bentuk Energi",
      "tp": [
        "Menjelaskan fenomena perubahan bentuk energi yang ada di sekitarnya.",
        "Menggunakan pemahamannya tentang perubahan bentuk energi untuk mendeskripsikan bagaimana manfaat perubahan energi itu terhadap dirinya dan lingkungan di sekitarnya."
      ]
    },
    {
      "slm": "Bab 2: Gaya di Sekitar Kita",
      "tp": [
        "Menjelaskan penerapan gaya pada kehidupan sekitarnya.",
        "Memahami gejala kemagnetan dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 3: Di Sini Tempat Tinggalku!",
      "tp": [
        "Menelaah kondisi geografis wilayah tempat tinggal melalui peta konvensional/digital."
      ]
    },
    {
      "slm": "Bab 4: Iklim dan Perubahannya",
      "tp": [
        "Menelaah masalah yang berkaitan dengan perubahan iklim."
      ]
    },
    {
      "slm": "Bab 5: Ini Khas Daerahku!",
      "tp": [
        "Menganalisis hubungan bentang alam di daerah tempat tinggal dengan keanekaragaman hayati dan profesi masyarakat sekitarnya."
      ]
    },
    {
      "slm": "Bab 6: Peranku di Lingkungan Sekolah dan Masyarakat",
      "tp": [
        "Menerapkan peran, tugas, dan tanggung jawab, serta interaksi sosial yang terjadi di sekitar tempat tinggal dan sekolah."
      ]
    },
    {
      "slm": "Bab 7: Keragaman Budaya dan Kearifan Lokal",
      "tp": [
        "Menceritakan keragaman budaya dan kearifan lokal di lingkup daerah."
      ]
    },
    {
      "slm": "Bab 8: Menjadi Pahlawan Lingkungan",
      "tp": [
        "Menunjukkan sikap peduli terhadap permasalahan lingkungan di sekitar.",
        "Berkontribusi dalam upaya melakukan mitigasi perubahan iklim melalui aktivitas sederhana yang bisa dilakukan dalam kehidupan sehari-hari.",
        "Berkontribusi dalam upaya melestarikan budaya/kearifan lokal di lingkungan sekitarnya."
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Pengangge Tengenan",
      "tp": [
        "Peserta didik mampu memahami dan mengenal jenis /bentuk pengangge tengenan"
      ]
    },
    {
      "slm": "Gantungan Lan Gempelan (Pengenalan untuk 1 Kata)",
      "tp": [
        "Peserta didik mampu mengenal jenis dan bentuk gantungan lan gempelan"
      ]
    },
    {
      "slm": "Kruna Kahanan Awak",
      "tp": [
        "Peserta didik mampu mengenal kruna kahanan awak",
        "Peserta didik mampu menunjukkan tata letak kruna"
      ]
    },
    {
      "slm": "Angka 1-100",
      "tp": [
        "Peserta didik mampu mengetahui istilah angka 1-100 dalam bahasa bali",
        "Peserta didik mampu menyebutkan istilah angka 1-100 dalam bahasa bali"
      ]
    },
    {
      "slm": "Parinama Swagina",
      "tp": [
        "Peserta didik mampu mengenal istilah pekerjaan (swagina) dalam bahasa bali",
        "Peserta didik mampu menyebutkan istilah pekerjaan"
      ]
    },
    {
      "slm": "Pupuh Pucung",
      "tp": [
        "Peserta didik mampu mengklasifikasikan jenis-jenis sekar alit",
        "Peserta didik mampu metembang sekar alit"
      ]
    },
    {
      "slm": "Gantungan Lan Gempelan (Lanturan)",
      "tp": [
        "Peserta didik mampu mengenal jenis dan bentuk gantungan lan gempelan",
        "Peserta didik mampu menulis kalimat sederhana menggunakan gantungan lan gempelan sesuai kaidah",
        "Peserta didik mampu memahami jenis gantungan"
      ]
    },
    {
      "slm": "Cecimpedan",
      "tp": [
        "Peserta didik mampu memahami cecimpedan",
        "Peserta didik mampu membuat secara mandiri cecimpedan"
      ]
    },
    {
      "slm": "Kruna Dwi Lingga (Terapan Kosa Kata)",
      "tp": [
        "Peserta didik Mampu memahami jenis-jenis kruna dwi lingga",
        "Peserta didik mampu menyebutkan jenis-jenis kruna",
        "Peserta didik mampu mengklarifikasikan contoh-contoh kata sesuai jenis kruna dwi lingga"
      ]
    },
    {
      "slm": "Pariwisata Ring Bali",
      "tp": [
        "Peserta didik mampu mengenal tempat pariwisata di bali",
        "Peserta didik mampu menjabarkan ciri khas tempat pariwisata yang ada di bali",
        "Peserta didik mampu menyebutkan nama tempat"
      ]
    },
    {
      "slm": "Pasang Aksara Bali (Re Repa Lan Le Lenga)",
      "tp": [
        "Peserta didik mampu mengenal jenis dan bentuk pasang aksara bali (re repa lan le lenga)",
        "Peserta didik mampu memahami jenis-jenis pasang aksara bali",
        "Peserta didik mampu menulis pasang aksara bali (re repa lan le lenga)"
      ]
    },
    {
      "slm": "Satua Bali",
      "tp": [
        "Peserta didik mampu memahami unsur pembentukan satua",
        "Peserta didik mampu memahami isi dan makna dari satua bali",
        "Peserta didik mampu menceritakan kembali satua bali yang telah dibaca",
        "Peserta didik Mampu mesatua Bali dengan baik dan benar"
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Bab 1: Ayo, Bergerak!",
      "tp": [
        "Peserta didik menerapkan keterampilan gerak fundamental dalam situasi gerak yang baru.",
        "Peserta didik memperagakan konsep gerak dalam rangkaian gerak.",
        "Peserta didik memecahkan masalah gerak."
      ]
    },
    {
      "slm": "Bab 2: Ayo, Bermain!",
      "tp": [
        "Peserta didik menyesuaikan strategi gerak untuk mendapatkan capaian keterampilan gerak.",
        "Peserta didik memperagakan konsep gerak dalam rangkaian gerak.",
        "Peserta didik menerapkan peraturan untuk mengembangkan fair play dalam aktivitas jasmani (permainan dan olahraga).",
        "Peserta didik mengidentifikasi faktor-faktor yang menyebabkan aktivitas jasmani menyenangkan."
      ]
    },
    {
      "slm": "Bab 3: Ayo, Merangkai Gerak!",
      "tp": [
        "Peserta didik menerapkan konsep gerak dalam rangkaian gerak.",
        "Peserta didik mempertunjukkan berbagai peran dengan cara terhormat untuk mendapatkan keberhasilan capaian."
      ]
    },
    {
      "slm": "Bab 4: Ayo, Bugarkan Tubuhmu!",
      "tp": [
        "Peserta didik memperagakan konsep gerak dalam rangkaian gerak.",
        "Peserta didik mengidentifikasi faktor-faktor yang menyebabkan aktivitas jasmani menyenangkan.",
        "Peserta didik berpartisipasi dalam berbagai aktivitas jasmani."
      ]
    },
    {
      "slm": "Bab 5: Hidup yang Menyehatkan",
      "tp": [
        "Peserta didik mengenali risiko akibat gaya hidup tidak sehat.",
        "Peserta didik mengeksplorasi pola makanan sehat dan bergizi seimbang sesuai rekomendasi kesehatan untuk menunjang aktivitas sehari-hari.",
        "Peserta didik mempraktikkan penanganan cedera ringan sesuai pemahaman prinsip pertolongan pertama (aktivitas jasmani atau olahraga)."
      ]
    }
  ]
}
