
{
  "Bahasa Inggris": [
    "Peserta didik dapat mengubah/mengganti beberapa elemen kalimat untuk berpartisipasi dalam kegiatan pembelajaran perihal rutinitas pagi.",
    "Peserta didik dapat mengamati teks pendek dan sederhana dalam bentuk komik tentang rutinitas pagi.",
    "Peserta didik dapat mengomunikasikan ide dan pengalaman mereka tentang rutinitas pagi dalam bentuk tulisan dan lisan.",
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam mendeskripsikan makanan.",
    "Peserta didik dapat membaca/mengamati teks deskripsi pendek dan sederhana tentang makanan serta rasa dan tekstur makanan.",
    "Peserta didik dapat mengomunikasikan ide dan pengalaman mereka tentang makanan dalam bentuk tulisan.",
    "Peserta didik dapat mengubah/mengganti beberapa elemen kalimat untuk berpartisipasi dalam kegiatan pembelajaran perihal kegiatan meminjam suatu mainan.",
    "Peserta didik dapat membaca/mengamati teks pendek dan sederhana dalam bentuk komik tentang kegiatan meminjam mainan.",
    "Peserta didik dapat mengomunikasikan ide dan pengalaman mereka dalam deskripsi sebuah mainan dalam bentuk tulisan dan lisan.",
    "Peserta didik dapat mengikuti instruksi sederhana perihal kegiatan di kelas melalui petunjuk visual.",
    "Peserta didik dapat merespons teks pendek, sederhana, dan familiar dalam bentuk teks cetak atau digital, termasuk teks visual, multimodal, dan interaktif secara lisan perihal kegiatan di sekolah.",
    "Peserta didik dapat menulis kosakata sederhana tentang kegiatan di sekolah.",
    "Peserta didik mengikuti instruksi sederhana perihal gerakan melalui petunjuk visual.",
    "Peserta didik dapat merespons teks pendek, sederhana, dan familiar dalam bentuk teks cetak atau digital, termasuk teks visual, multimodal, dan interaktif secara lisan perihal kegiatan gerakan dan perasaan.",
    "Peserta didik dapat menulis kosakata sederhana tentang gerakan dan perasaan.",
    "Peserta didik mengikuti instruksi sederhana perihal hari, bulan, dan mata pelajaran melalui petunjuk visual.",
    "Peserta didik dapat merespons teks pendek, sederhana, dan familiar dalam bentuk teks cetak atau digital, termasuk teks visual, multimodal, dan interaktif secara lisan perihal hari, bulan, dan mata pelajaran.",
    "Peserta didik dapat menulis kosakata sederhana tentang hari, bulan, dan mata pelajaran."
  ],
  "Seni Budaya (Seni Teater)": [
    "Peserta didik mengenal teknik dasar akting (pemeranan).",
    "Peserta didik mengeksplorasi gerak tubuh dan suara binatang dan peristiwa alam.",
    "Peserta didik mengenal dan menceritakan gerak dan suara binatang dan peristiwa alam.",
    "Peserta didik menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita.",
    "Peserta didik menghasilkan pertunjukan cerita binatang dan peristiwa alam sehingga memberi dampak positif, berupa sikap percaya diri, kreatif, dapat bekerja sama, serta menghasilkan pertunjukan.",
    "Peserta didik mengenal dan mengeksplorasi dialog sederhana, gerak tubuh, suara, dan emosi dirinya sendiri serta orang-orang di sekitarnya.",
    "Peserta didik mengidentifikasi inti cerita dan peran yang berbeda dalam sebuah naskah.",
    "Peserta didik mengenal dan menceritakan gerak dan suara dirinya sendiri serta orang-orang di sekitarnya.",
    "Peserta didik menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita.",
    "Peserta didik menghasilkan pertunjukan cerita kehidupan sehari-hari sehingga memberi dampak positif, berupa sikap percaya diri, kreatif, dapat bekerja sama, dan memberikan dampak positif.",
    "Peserta didik mengenal dialog sederhana, mengeksplorasi gerak tubuh, suara, serta emosi manusia dan binatang.",
    "Peserta didik mengidentifikasi inti cerita dan peran yang berbeda dalam sebuah naskah.",
    "Peserta didik mengenal dan menceritakan gerak dan suara manusia dan binatang.",
    "Peserta didik menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita.",
    "Peserta didik menghasilkan pertunjukan cerita fabel dan legenda sehingga memberi dampak positif, berupa sikap percaya diri, kreatif, serta dapat bekerja sama."
  ],
  "Seni Budaya (Seni Musik)": [
    "Mengidentifikasi karakteristik ragam alat musik dan bunyi yang dihasilkannya.",
    "Mengimitasi tempo alat musik ritmis atau melodis.",
    "Mengimitasi pola irama alat musik ritmis dan melodis.",
    "Mengimitasi pola bunyi, baik yang menggunakan anggota tubuh maupun menggunakan alat musik ritmis dan melodis.",
    "Mengimitasi irama, baik yang menggunakan anggota tubuh maupun menggunakan alat musik ritmis dan melodis.",
    "Memberikan tanggapan atau umpan balik mengenai praktik bermusik dirinya atau orang lain menggunakan istilah musik yang telah dipelajari.",
    "Mengimitasi bunyi dasar ragam alat musik ritmis atau melodis.",
    "Mengimitasi nada, baik yang menggunakan anggota tubuh maupun menggunakan alat musik melodis.",
    "Memainkan instrumen musik yang digunakannya.",
    "Merawat instrumen yang digunakannya.",
    "Mengembangkan pola irama menggunakan alat musik melodis yang tersedia di lingkungan sekitar.",
    "Mengembangkan pola irama menggunakan anggota tubuh atau alat musik ritmis yang tersedia di lingkungan sekitar.",
    "Merespons musik yang memberikan dampak positif bagi dirinya dan lingkungan terkecilnya."
  ],
  "Matematika": [
    "Membaca bilangan cacah sampai 10.000.",
    "Menulis bilangan cacah sampai 10.000.",
    "Menentukan nilai tempat bilangan cacah sampai 10.000.",
    "Membandingkan dua bilangan cacah sampai 10.000.",
    "Mengurutkan beberapa bilangan cacah sampai 10.000.",
    "Menyusun (komposisi) bilangan cacah sampai 10.000.",
    "Mengurai (dekomposisi) bilangan cacah sampai 10.000.",
    "Membandingkan dua pecahan dengan pembilang satu.",
    "Mengurutkan antar pecahan dengan pembilang satu.",
    "Membandingkan dua pecahan dengan penyebut yang sama.",
    "Mengurutkan antar pecahan dengan penyebut yang sama.",
    "Mengenali pecahan senilai menggunakan gambar dan simbol matematika.",
    "Menyatakan pecahan desimal persepuluhan dan perseratusan.",
    "Menghubungkan pecahan desimal persepuluhan dan perseratusan dengan konsep persen.",
    "Mengidentifikasi pola gambar membesar dan mengecil yang melibatkan penjumlahan dan pengurangan pada bilangan cacah sampai 100.",
    "Mengembangkan pola gambar membesar dan mengecil yang melibatkan penjumlahan dan pengurangan pada bilangan cacah sampai 100.",
    "Mengidentifikasi pola bilangan membesar dan mengecil yang melibatkan penjumlahan dan pengurangan pada bilangan cacah sampai 100.",
    "Mengembangkan pola bilangan membesar dan mengecil yang melibatkan penjumlahan pengurangan pada bilangan cacah sampai 100.",
    "Mengukur luas menggunakan satuan tidak baku dan satuan baku.",
    "Mengestimasi luas menggunakan satuan tidak baku dan satuan baku.",
    "Mengukur volume menggunakan satuan tidak baku dan satuan baku.",
    "Mengestimasi volume menggunakan satuan tidak baku dan satuan baku.",
    "Mendeskripsikan ciri berbagai bentuk bangun datar (segiempat, segitiga, segibanyak).",
    "Menyusun (komposisi) berbagai bangun datar dengan lebih dari satu cara (jika memungkinkan).",
    "Mengurai (dekomposisi) bangun datar dengan lebih dari satu cara (jika memungkinkan).",
    "Menyajikan data dalam bentuk piktogram.",
    "Menginterpretasikan data dalam bentuk piktogram.",
    "Menyajikan data dalam bentuk diagram batang.",
    "Menginterpretasikan data dalam bentuk diagram batang."
  ],
  "Seni Budaya (Seni Rupa)": [
    "Menggambar sketsa yang terinspirasi dari pengalaman.",
    "Menelaah karakteristik alat dan bahan untuk penciptaan karya berdasarkan ketersediaan di lingkungan sekitar/pilihannya.",
    "Membuat karya dengan menerapkan lima unsur rupa dan prinsip keseimbangan.",
    "Menyusun ulang bentuk dan bangun ruang yang tersedia dengan menerapkan prinsip keseimbangan.",
    "Memberikan umpan balik mengenai dampak sebuah karya seni bagi diri dan lingkungan terkecil.",
    "Membuat karya seni rupa yang mengandung nilai positif untuk lingkungan terkecil."
  ],
  "Seni Budaya (Seni Tari)": [
    "Peserta didik mengidentifikasi latar belakang sebuah penyajian tari (mengalami).",
    "Peserta didik mengeksplorasi unsur utama tari sesuai dengan level, perubahan arah hadap, dan desain lantai (mengalami).",
    "Peserta didik mengembangkan gerak dengan unsur utama tari, level, dan perubahan arah hadap (mencipta).",
    "Peserta didik merangkai gerak berdasarkan unsur utama tari, level, dan perubahan arah hadap (mencipta).",
    "Peserta didik mampu mengembangkan kemampuan bekerja sama dan saling menghargai demi tercapainya tujuan bersama (berpikir dan bekerja artistik).",
    "Peserta didik mempresentasikan karya tari kelompok sesuai dengan desain lantai (berpikir dan bekerja artistik).",
    "Peserta didik mengingat kembali unsur utama tari sesuai dengan level gerak, perubahan arah hadap dan desain lantai (merefleksikan).",
    "Peserta didik mampu menyelesaikan aktivitas pembelajaran tari (berdampak)."
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    "Peserta didik dapat menjelaskan fenomena perubahan bentuk energi yang ada di sekitarnya.",
    "Peserta didik menggunakan pemahamannya tentang perubahan bentuk energi untuk mendeskripsikan bagaimana manfaat perubahan energi itu terhadap dirinya dan lingkungan di sekitarnya.",
    "Peserta didik dapat menjelaskan penerapan gaya pada kehidupan sekitarnya.",
    "Peserta didik memahami gejala kemagnetan dalam kehidupan sehari-hari.",
    "Peserta didik dapat menelaah kondisi geograis wilayah tempat tinggal melalui peta konvensional/digital.",
    "Peserta didik dapat menelaah masalah yang berkaitan dengan perubahan iklim.",
    "Peserta didik mampu menganalisis hubungan bentang alam di daerah tempat tinggal dengan keanekaragaman hayati dan profesi masyarakat sekitarnya.",
    "Peserta didik mampu menerapkan peran, tugas, dan tanggung jawab, serta interaksi sosial yang terjadi di sekitar tempat tinggal dan sekolah.",
    "Peserta didik dapat menceritakan keragaman budaya dan kearifan lokal di lingkup daerah.",
    "Peserta didik dapat menunjukkan sikap peduli terhadap permasalahan lingkungan di sekitar.",
    "Peserta didik berkontribusi dalam upaya melakukan mitigasi perubahan iklim melalui aktivitas sederhana yang bisa dilakukan dalam kehidupan sehari-hari.",
    "Peserta didik berkontribusi dalam upaya melestarikan budaya/kearifan lokal di lingkungan sekitarnya."
  ],
  "Bahasa Indonesia": [
    "Setelah pembelajaran Bab I ini, peserta didik mampu memaknai teks narasi yang dibacakan; menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif; memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar; menggunakan kosakata baru dengan makna denotatif; menulis kalimat dalam tulisan tegak bersambung; serta memahami arti dari kosakata yang baru dipelajari.",
    "Setelah pembelajaran pada Bab II ini, peserta didik mampu memaknai teks narasi yang dibacakan; menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif; memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar; menggunakan kosakata baru dengan makna denotatif; menulis kalimat dalam tulisan tegak bersambung; serta memahami arti dari kosakata yang baru dipelajari.",
    "Setelah pembelajaran pada Bab III ini, peserta didik mampu memaknai kosakata baru mengenai hal-hal menarik di lingkungan sekitar; menulis teks argumentasi; terlibat secara aktif dalam diskusi sesuai tata cara; menggunakan kaidah kebahasaan: awalan 'ber-'; memahami instruksi lisan yang berkaitan dengan hal-hal menarik di lingkungan sekitar; dan menulis teks deskripsi.",
    "Setelah mempelajari Bab IV ini, peserta didik mampu memahami ide pokok pada suatu pesan lisan; memahami ide pokok dan ide pendukung pada teks informatif; berbicara menggunakan volume dan intonasi yang tepat sesuai konteks; menulis teks wawancara dan melakukan wawancara; dan menulis informasi mengenai hal-hal menarik di lingkungan sekitar.",
    "Setelah mempelajari Bab V ini, peserta didik mampu memahami pesan dan informasi yang ada di dalam teks; menggunakan kaidah kebahasaan: penulisan nilai uang dengan angka dan huruf; berbicara dengan kata-kata dan sikap yang santun; serta menulis teks prosedur.",
    "Setelah mempelajari Bab VI ini, peserta didik mampu mengidentifikasi dan memahami kata-kata baru pada teks yang dibaca; menggunakan kaidah kebahasaan: kalimat efektif; memahami maksud yang disampaikan oleh suatu puisi; menulis teks yang kalimat dan kata-katanya dipilih dan ditata secara cermat; menceritakan kembali suatu informasi yang dibaca dari teks narasi/informasi; dan memahami kejadian dalam teks narasi.",
    "Setelah mempelajari Bab VII ini, peserta didik mampu memahami teks yang didengarkan dari media audio; memahami pesan dan informasi dari teks narasi; berbicara untuk menyampaikan pendapat secara santun; dan menggunakan kaidah kebahasaan: kata penghubung antarkalimat.",
    "Setelah mempelajari Bab VIII ini, peserta didik mampu memahami pesan dan informasi tentang kehidupan sehari-hari; memahami dan memaknai teks informasi yang dibacakan; memahami ide pokok dan ide pendukung pada teks informatif dan teks narasi; menceritakan kembali suatu informasi yang dibaca atau didengar dari teks narasi mengenai hal-hal menarik di lingkungan sekitar; serta menulis informasi mengenai hal-hal menarik di lingkungan sekitar menggunakan kaidah kebahasaan yang baik dan benar."
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    "Menjelaskan bukti-bukti Allah menciptakan laki-laki dan perempuan sama istimewa di mata Allah.",
    "Mendaftarkan hal-hal yang dapat dilakukan laki-laki dan perempuan sebagai ciptaan Allah yang sama martabat dan derajatnya.",
    "Membuat doa syukur terima kasih atas kemahakuasaan Allah yang telah menciptakan dirimu sebagai laki-laki atau perempuan.",
    "Menjelaskan alasan manusia berharga di mata Allah.",
    "Mendaftarkan hal-hal yang menunjukkan pribadi yang berharga di mata Allah.",
    "Memperingati hari ulang tahun untuk bersyukur atas pertumbuhan yang Allah berikan.",
    "Membuat karya dalam bentuk puisi yang mengungkapkan rasa syukur sebagai manusia yang berharga di mata Allah.",
    "Mendaftarkan bukti-bukti Allah memelihara hidup anak-anak.",
    "Menuliskan alasan Allah memelihara hidup semua anak.",
    "Membuat karya kreatif dalam bentuk puisi, gambar, cerita atau karya lainnya sebagai ungkapan syukur atas pemeliharaan Allah.",
    "Menuliskan pengalaman pemeliharaan Allah dalam hidup pribadi dihubungkan dengan Mazmur 23.",
    "Mendaftarkan contoh-contoh sikap setia mengikuti Allah Gembala yang baik.",
    "Membuat karya kreatif dalam bentuk puisi, gambar, cerita atau karya lainnya sebagai wujud syukur memiliki Allah sebagai Gembala yang baik.",
    "Menuliskan arti mengasihi sesama seperti mengasihi diri sendiri.",
    "Mendaftarkan contoh-contoh mengasihi sesama seperti mengasihi diri sendiri.",
    "Membuat karya kreatif yang berisi tekad untuk mengasihi sesama seperti mengasihi diri sendiri.",
    "Menuliskan manfaat hidup rukun.",
    "Mendaftarkan contoh-contoh hidup rukun.",
    "Membuat karya kreatif yang berisi tekad untuk memelihara hidup rukun.",
    "Menjelaskan arti ibadah yang sejati.",
    "Menerangkan perilaku orang yang beribadah dan tidak beribadah.",
    "Menunjukkan rasa syukurnya ikut terlibat dalam ibadah.",
    "Merancang beberapa bentuk pelayanan yang dapat dilakukan.",
    "Menyimpulkan arti dan dasar melayani.",
    "Menceritakan pengalaman dan tantangan melayani di sekolah dan gereja.",
    "Menunjukkan syukurnya ikut terlibat dalam berbagai pelayanan di sekolah dan gereja.",
    "Membuat sebuah karya kreatif yang mengajak banyak orang untuk giat melayani.",
    "Menjelaskan tugas dan orang-orang yang terlibat dalam pelayanan di gereja.",
    "Menjelaskan bentuk-bentuk tindakan melayani di gereja.",
    "Mensyukuri kehadiran guru-guru dan teman-teman di gereja.",
    "Merancang sebuah kegiatan melayani teman-teman dan guru-guru di gereja.",
    "Mendaftarkan berbagai bentuk keberagaman di Indonesia.",
    "Menjelaskan beberapa suku dan kesenian di Indonesia.",
    "Mensyukuri keberagaman suku dan kesenian di Indonesia.",
    "Mendemonstrasikan sebuah karya kreatif melalui lagu \"Indonesia Negaraku.\"",
    "Menjelaskan arti lagu \"Betapa Kita Tidak Bersyukur\".",
    "Mengungkapkan rasa syukur terhadap alam ciptaan Allah.",
    "Menganalisis keindahan dan kerusakan alam bagi manusia.",
    "Mendaftarkan contoh-contoh kegiatan untuk memelihara alam dan lingkungan.",
    "Membuat sebuah karya kreatif sebagai rasa syukur atas alam dan lingkungan.",
    "Menjelaskan arti dan makna tanggung jawab.",
    "Menceritakan kembali tugas manusia terhadap alam.",
    "Membandingkan lingkungan rumah yang dijaga dan merusak lingkungan rumah.",
    "Membedakan tindakan menjaga kebersihan lingkungan rumah.",
    "Merancang sebuah kegiatan menjaga kebersihan lingkungan rumah."
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    "Memahami dan menerapkan ajaran agama Khonghucu dengan semangat 'di empat penjuru lautan semua bersaudara'.",
    "Menghayati kesakralan kitab suci Sishu dan kitab Wujing serta menguraikan bagian-bagiannya.",
    "Menerima dan menghayati benih-benih watak sejati serta menerapkan dan mengembangkan Pedoman Lima Kebajikan yang tepat.",
    "Memiliki motivasi internal melalui teladan Zhu Xi dalam menumbuhkan semangat belajar serta memahami pemikiran dan jasa Zhu Xi yang membukukan kitab Sishu.",
    "Memahami dan menulis hanzi 仁, 义, 礼, 智, 信.",
    "Menghayati cita-cita Nabi Kongzi dan menumbuhkan rasa ingin tahu terhadap cita-cita diri sendiri.",
    "Bersikap rajin belajar, tekun, dan tidak mudah menyerah dengan meneladani semangat belajar Nabi Kongzi serta mengetahui Nabi Kongzi sebagai Tian zhi Muduo.",
    "Menghayati kesatyaan Nabi Kongzi pada Firman Tian dan tanggung jawab serta kepedulian terhadap pendidikan rakyat jelata dengan mengikuti rute perjalanan Nabi Kongzi selama 13 tahun.",
    "Menghayati dan mengimani Nabi Kongzi sebagai Tian zhi Muduo serta memahami lambang dan arti Muduo, serta tulisan Zhong Shu.",
    "Memahami dan menulis hanzi 忠恕, 勤学, 中庸, 表率.",
    "Mengamalkan teladan dan bakti Hua Mulan dalam hal tanggung jawab dan percaya diri serta berjiwa patriotik dalam menerapkan sikap rela berkorban untuk bangsa, negara dan tanah air.",
    "Menghayati kesatyaan, tanggung jawab, dan kepedulian Jiang Ge pada keluarga serta mampu menjalankan kewajiban sebagai anak dan peserta didik.",
    "Menjalankan teladan Xujing dalam hal menegakkan kebenaran di lingkungan rumah dan sekolah dengan menggunakan sikap santun.",
    "Menerapkan sikap suci hati dan tahu malu untuk menjaga etika dan menerapkan Delapan Kebajikan dalam kehidupan.",
    "Memahami dan menulis hanzi 孝悌忠信礼义廉耻.",
    "Meneladani pribadi luhur dan kegigihan pahlawan perempuan Indonesia.",
    "Menerapkan dan mengevaluasi teladan dari kisah Ibunda Yan Zhengzai dalam mendidik Nabi Kongzi.",
    "Memiliki tanggung jawab terhadap kewajiban dan menerapkan kegigihan Ibu Mengzi untuk diterapkan saat ini.",
    "Menumbuhkan jiwa patriotik dan membela kebenaran seperti Yue Fei dengan menguraikan contoh-contoh kegigihan dan semangat kepahlawanan untuk diterapkan saat ini.",
    "Memahami dan menulis hanzi 慈母, 严厉, 孟子, 岳飞."
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    "Peserta didik mampu mengenal diri sebagai pribadi yang unik, sehingga memunculkan rasa syukur dan mau mengembangkan keunikan dirinya bersama orang lain atau lingkungannya, dan mewujudkannya dalam hidup sehari-hari.",
    "Peserta didik mampu memahami kisah-kisah suci dalam Perjanjian Lama: Sepuluh Perintah Allah sebagai pedoman hidup; Bangsa Israel memasuki Tanah Terjanji; Allah memberkati para pemimpin Israel: Samuel, Saul dan Daud; serta mewujudkan semuanya itu melalui sikap dan tindakan dalam hidup sehari-hari.",
    "Peserta didik mampu memahami bahwa Yesus adalah pemenuhan janji Allah, yang semakin nyata di dalam karya-Nya mewartakan Kerajaan Allah melalui perumpamaan dan mukjizat-Nya; serta mewujudkan semuanya itu melalui sikap dan tindakan dalam hidup sehari-hari.",
    "Peserta didik mampu memahami ungkapan syukur tokoh-tokoh Perjanjian Lama, doa syukur dalam Gereja, doa syukur secara pribadi, doa syukur secara bersama, serta mewujudkan semuanya itu melalui sikap dan tindakan dalam hidup sehari-hari.",
    "Peserta didik memahami Sepuluh Perintah Allah sebagai pedoman hidup, sehingga memiliki rasa hormat kepada orang tua, menghormati hidup, menghormati milik orang lain; serta mewujudkannya melalui sikap dan tindakan dalam hidup sehari-hari."
  ],
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    "Membaca Q.S. al-Hujurāt/49:13 dengan tartil.",
    "Menjelaskan pesan pokok Q.S. al-Hujurāt/49:13 dengan baik.",
    "Membuat paparan tentang pesan pokok Q.S. al-Hujurāt/49:13 dengan baik.",
    "Menulis Q.S. al-Hujurāt/49:13 dengan baik.",
    "Menghafal Q.S. al-Hujurāt/49:13 dengan lancar.",
    "Membaca hadis tentang keragaman dengan baik.",
    "Menulis hadis tentang keragaman dengan baik.",
    "Menghafal hadis tentang keragaman dengan lancar.",
    "Berani mempresentasikan paparan Q.S. al-Hujurāt/49:13 dan hadis tentang keragaman.",
    "Membiasakan membaca Al-Qur'an dengan tartil dan sikap menghargai keragaman dan perbedaan sebagai sunatullah.",
    "Menjelaskan arti asmaulhusna al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min.",
    "Membuat karya berupa kaligrafi al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min beserta artinya secara berkelompok.",
    "Membiasakan sikap suka menahan diri, mandiri, cinta kebersihan, menjaga lisan, dan hidup tertib.",
    "Meyakini adanya Allah yang Maharaja, Mahamulia, Mahasuci, Mahasejahtera dan Maha Pemberi Keamanan.",
    "Mendeskripsikan keragaman sebagai sunnah Allah agar saling mengenal (lita'ārafū) dengan benar.",
    "Menyebutkan ajaran kebaikan dari agama Islam dan agama selain Islam dengan tepat.",
    "Mengungkapkan perasaan mengenai pengalaman bergaul dengan teman yang berbeda agama dengan baik.",
    "Saling menghormati dan menghargai pemeluk agama yang berbeda baik di lingkungan sekolah maupun lingkungan tempat tinggalnya dengan benar.",
    "Meyakini bahwa keragaman sebagai sunnatullah dengan benar.",
    "Menghormati orang lain sebagai cerminan dari iman dengan baik.",
    "Menyebutkan tanda-tanda usia balig atau kedewasaan dengan benar.",
    "Membuat paparan mengenai tanda-tanda usia balig dalam pandangan ilmu fikih dan ilmu biologi dengan benar.",
    "Membiasakan sikap bersyukur, taat beribadah dan bertanggung jawab.",
    "Menjelaskan sebab-sebab Nabi Muhammad saw. hijrah ke Madinah.",
    "Menceritakan kisah perjalanan hijrah Nabi Muhammad saw. ke Madinah.",
    "Membuat alur cerita kisah perjalanan hijrah melalui gambar dan keterangan sederhana.",
    "Menyimpulkan pelajaran di balik hijrah Nabi Muhammad saw. ke Madinah.",
    "Meneladani perjuangan Nabi Muhammad saw. dan para sahabat.",
    "Membiasakan sikap percaya diri, teguh pendirian dan bertanggung jawab.",
    "Meyakini kebenaran kisah hijrah Nabi Muhammad saw. ke Madinah.",
    "Membaca Q.S. At-Tin dengan tartil.",
    "Mempraktikkan hukum bacaan nun sukun atau tanwin.",
    "Menjelaskan pesan-pesan pokok Q.S. At-Tin dengan baik.",
    "Membuat paparan tentang pesan-pesan pokok Q.S. At-Tin dengan baik.",
    "Menulis Q.S. At-Tin dengan baik.",
    "Menghafal Q.S. At-Tin dengan lancar.",
    "Membaca hadis tentang silaturahmi dengan baik.",
    "Menulis hadis tentang silaturahmi dengan baik.",
    "Menghafal hadis tentang silaturahmi dengan lancar.",
    "Menunjukkan kebiasaan membaca Al-Qur'an dan sikap senang bersilaturahmi dan menjalin persahabatan.",
    "Menjelaskan arti iman kepada Rasul.",
    "Menyebutkan sifat-sifat Rasul.",
    "Menjelaskan tujuan diutusnya Rasul.",
    "Membuat karya poster tentang keteladanan sifat rasul: ṣiddīq, amānah, tablīg, dan faṭānah.",
    "Menunjukkan sikap berani, jujur, dapat dipercaya, dan cerdas.",
    "Menjelaskan makna salam dengan baik.",
    "Membuat paparan mengenai salam dengan baik.",
    "Menjelaskan sikap senang menolong orang lain dengan baik.",
    "Membuat paparan mengenai sikap senang menolong orang lain dengan baik.",
    "Menjelaskan ciri-ciri munafik dengan baik.",
    "Membuat paparan mengenai ciri-ciri munafik dengan baik.",
    "Menunjukkan sikap toleran dan simpati dengan dilandasi pemahaman akidah yang kuat sebagai cerminan dari iman.",
    "Menjelaskan ketentuan dan tata cara salat Jumat dengan baik.",
    "Mempraktikkan ibadah salat Jumat dengan baik.",
    "Menjelaskan ketentuan dan tata cara salat Duha dengan baik.",
    "Mempraktikkan ibadah salat Duha dengan baik.",
    "Menjelaskan ketentuan dan tata cara salat Tahajud dengan baik.",
    "Mempraktikkan ibadah salat Tahajud dengan baik.",
    "Menunjukkan kebiasaan taat beribadah dan berserah diri kepada Allah.",
    "Menceritakan kisah Nabi Muhammad saw. membangun Kota Madinah dengan baik.",
    "Membuat paparan mengenai kisah Nabi Muhammad saw. membangun Kota Madinah dengan mempersaudarakan umat dengan baik.",
    "Menunjukkan sikap toleran, teguh pendirian dan menghargai perbedaan."
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    "Menjelaskan kitab Ramāyana sebagai epos besar umat Hindu.",
    "Menjelaskan ikhtisar singkat Ramāyana.",
    "Menjelaskan nilai-nilai dharma pada tokoh-tokoh Ramāyana.",
    "Mempraktikkan nilai-nilai dharma dalam kehidupan sehari-hari.",
    "Mengetahui ajaran Cadu Sakti.",
    "Menjelaskan bagian-bagian Cadu Sakti.",
    "Menjelaskan kemahakuasaan Hyang Widhi Wasa sebagai wibhu sakti dan prabhu sakti.",
    "Menjelaskan kemahakuasaan Hyang Widhi Wasa sebagai jnana sakti dan kriya sakti.",
    "Menjelaskan pengertian subha karma dan asubha karma.",
    "Menjelaskan ajaran subha karma dan asubha karma.",
    "Menjelaskan contoh-contoh perbuatan subha karma.",
    "Menjelaskan contoh-contoh perbuatan asubha karma yang patut dihindari.",
    "Menjelaskan pengertian tempat suci.",
    "Mengenal tempat suci agama Hindu di Nusantara (Bali).",
    "Mengenal tempat suci agama Hindu di Nusantara (Jawa, NTB, NTT).",
    "Mengenal tempat suci agama Hindu di Nusantara (Kalimantan, Sulawesi).",
    "Menjelaskan areal tempat suci.",
    "Menjelaskan syarat-syarat masuk ke dalam tempat suci.",
    "Melakukan kunjungan ke tempat suci dan melakukan persembahyangan bersama.",
    "Menjelaskan perkembangan agama Hindu setelah kemerdekaan Indonesia.",
    "Menjelaskan tokoh-tokoh Hindu setelah kemerdekaan Indonesia.",
    "Menjelaskan hasil karya para tokoh Hindu di awal kemerdekaan Indonesia.",
    "Menjelaskan hasil karya para tokoh Hindu setelah kemerdekaan Indonesia."
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    "Menyikapi perbedaan dalam keluarga.",
    "Menunjukkan sikap kebersamaan sesama teman.",
    "Mengembangkan sikap saling menghormati dan tolong menolong sesama.",
    "Menghargai bentuk perbedaan di sekolah.",
    "Meneladani sifat-sifat Bodhisattva.",
    "Membiasakan diri membaca doa.",
    "Menghargai perbedaan ragam bahasa dalam doa masing-masing aliran.",
    "Memberi saran orang terdekat di lingkungan.",
    "Menunjukkan sikap bersatu dalam melaksanakan doa bersama masing-masing aliran.",
    "Menyajikan produk sikap dalam menerima keberagaman.",
    "Melaksanakan rencana kunjungan doa bersama di vihara.",
    "Melaksanakan nilai-nilai Pancasila.",
    "Mengungkapkan rasa bangga terhadap bahasa dalam doa.",
    "Bersikap toleran terhadap ragam budaya dan keragaman bahasa yang digunakan dalam bahasa agama Buddha.",
    "Menghargai peran bahasa Indonesia sebagai pemersatu bangsa.",
    "Merespon ragam budaya agama Buddha yang ada dilingkungan.",
    "Menunjukkan sikap peduli ragam budaya dalam agama Buddha sebagai pembentuk indentitas umat Buddha.",
    "Membuat produk budaya agama dan bangga serta berperilaku baik dalam pemanfaatnya.",
    "Menguraikan masalah-masalah dalam pergaulan sehari-hari.",
    "Membandingkan cara menyelesaikan masalah dengan pergaulan kekinian.",
    "Merespon penyelesaian masalah pergaulan masa kini.",
    "Menentukan sikap terhadap nilai moral dari riwayat Pangeran Siddharta kaitannya dalam masalah pergaulan di masyarakat.",
    "Menunjukkan perilaku meneladan sikap Pangeran Siddharta.",
    "Menyimpulkan cara Pangeran Siddharta mengatasi masalah sehari-hari.",
    "Membiasakan diri membaca doa.",
    "Mengenali doa dan tradisi aliran agama Buddha.",
    "Menghargai perbedaan doa dan tradisi setiap aliran dalam agama Buddha.",
    "Mengungkapkan rasa syukur dalam doa.",
    "Menyajikan produk doa syukur setiap aliran dalam agama Buddha.",
    "Melaksanakan nilai-nilai Pancasila.",
    "Menunjukkan sikap hormat terhadap tradisi aliran lain dengan ikut berpartisipasi mengunjungi perayaan.",
    "Membiasakan diri hidup bersih dan sehat.",
    "Menyikapi cara menjaga kebersihan diri dan sehat di rumah.",
    "Menunjukkan cara menjaga kebersihan di sekolah.",
    "Mengembangkan sikap saling membantu menjaga kebersihan dan kesehatan di tempat ibadah.",
    "Menghargai dan menjaga pola hidup bersih dan sehat.",
    "Menunjukkan sikap peduli terhadap kebersihan dan kesehatan.",
    "Menunjukkan sikap keteladanan dalam menjaga kebersihan dan kesehatan.",
    "Membuat solusi kebersihan dan kesehatan jiwa dan raga.",
    "Mempraktikkan perilaku hidup bersih.",
    "Menunjukkan sikap peduli terhadap kebersihan dan kelestarian lingkungan.",
    "Mengembangkan sikap saling membantu menjaga kebersihan dan kelestarian lingkungan.",
    "Menghargai dan menjaga kebersihan serta kelestarian lingkungan.",
    "Menunjukkan sikap keteladanan dalam menjaga kebersihan dan kelestarian lingkungan.",
    "Membuat solusi terhadap kebersihan dan kelestarian lingkungan.",
    "Membiasakan menjaga kebersihan dan kelestarian lingkungan.",
    "Mengungkapkan rasa bangga akan kebersihan dan kelestarian lingkungan.",
    "Menjaga kebersihan lingkungan dan alam sekitarnya.",
    "Menunjukkan sikap peduli pada lingkungan dan alam sekitarnya.",
    "Melestarikan lingkungan dan alam sekitarnya.",
    "Menghargai lingkungan dan alam sekitarnya.",
    "Membiasakan diri bersahabat dengan alam.",
    "Memberi contoh bersahabat dengan alam.",
    "Meneladan Buddha dan para Bhikkhu dalam menjaga lingkungan dan alam sekitarnya.",
    "Mengungkapkan rasa bangga bersahabat dengan alam."
  ],
  "Pendidikan Pancasila": [
    "Peserta didik dapat mengidentiikasi, membedakan, dan menghargai identitas masyarakat sesuai budaya, suku bangsa, bahasa, agama dan kepercayaannya.",
    "Peserta didik dapat mempraktikkannya dalam sikap dan perilaku yang terpuji.",
    "Peserta didik dapat mengenal dan mengidentiikasi lingkungan tempat tinggal (desa atau kelurahan, dan kecamatan) sebagai bagian tidak terpisahkan dari wilayah Negara Kesatuan Republik Indonesia.",
    "Peserta didik dapat mengidentiikasi dan membedakan aturan di lingkungan sekolah dan tempat tinggal.",
    "Peserta didik dapat membuat aturan bersama di lingkungan sekolah dan tempat tinggal serta melaksanakannya.",
    "peserta didik dapat mengidentiikasi hak dan kewajiban sebagai warga sekolah dan masyarakat.",
    "peserta didik dapat melaksanakan hak dan kewajiban di lingkungan sekolah dan masyarakat.",
    "Peserta didik dapat melakukan kerja sama dalam berbagai bentuk keberagaman sosial dan budaya di Indonesia yang terkait persatuan dan kesatuan.",
    "peserta didik dapat menunjukkan sikap kompak dan bersatu dalam berbagai bentuk keberagaman sosial dan budaya di Indonesia yang berkaitan dengan persatuan dan kesatuan.",
    "peserta didik dapat menunjukkan sikap bangga menjadi anak Indonesia yang memiliki bahasa Indonesia sebagai bahasa persatuan di lingkungan masyarakat.",
    "peserta didik dapat menemukan dan mengenal makna sila-sila Pancasila dalam kehidupan sehari-hari di lingkungan masyarakat.",
    "peserta didik dapat menunjukkan dan mempraktikkannya dalam kehidupan sehari-hari.",
    "peserta didik dapat mengenal dan meneladani karakter para perumus Pancasila."
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    "Peserta didik dapat memperagakan konsep gerak, memecahkan masalah gerak, dan menerapkan keterampilan gerak fundamental dalam situasi gerak yang baru sesuai potensi dan kreativitas yang dimiliki dengan menunjukkan nilai-nilai Profil Pelajar Pancasila yang menginternalisasi nilai-nilai mandiri dan gotong royong.",
    "Peserta didik dapat menyesuaikan strategi gerak, memperagakan konsep gerak, menerapkan peraturan untuk mengembangkan fair play, dan mengidentiikasi faktor-faktor yang menyebabkan aktivitas jasmani menyenangkan dengan menunjukkan nilai-nilai Proil Pelajar Pancasila yang menginternalisasi nilai-nilai mandiri dan gotong royong.",
    "Peserta didik dapat menerapkan konsep gerak dalam rangkaian gerak dan dapat mempertunjukkan berbagai peran dengan cara terhormat untuk mendapatkan keberhasilan capaian.",
    "peserta didik diharapkan kamu dapat mengidentiikasi faktor-faktor yang menyebabkan aktivitas isik menyenangkan dan dapat berpartisipasi dalam berbagai aktivitas isik. Kamu juga dapat menyesuaikan strategi gerak untuk mendapatkan capaian keterampilan gerak dalam berbagai aktivitas isik.",
    "Peserta didik memahami tentang risiko gaya hidup yang tidak sehat, mampu mengeksplorasi pola makanan sehat dan gizi seimbang sesuai rekomendasi kesehatan untuk menunjang aktivitas sehari-hari dan menunjukkan kemampuan dalam menerapkan pola perilaku hidup sehat berupa memilih makanan bergizi seimbang. Peserta didik juga diharapkan memiliki pengetahuan dan mampu mempraktikkan keterampilan penanganan cedera ringan saat berolahraga dan aktivitas sehari-hari yang baik dengan menunjukkan perilaku disiplin, percaya diri, sungguh-sungguh, dan kerja sama selama proses pembelajaran."
  ]
}
