
{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Menyayangi Anak Yatim",
      "tp": [
        "Meyakini Surah al-Mā’ūn sebagai firman Allah dengan benar.",
        "Terbiasa membaca Surah al-Mā’ūn dengan benar.",
        "Melafalkan Surah al-Mā’ūn dengan benar.",
        "Mengartikan Surah al-Mā’ūn dengan benar.",
        "Menjelaskan makna isi pokok Surah al-Mā’ūn dengan benar.",
        "Menghubungkan ayat-ayat Al-Qur’an dengan perilaku sehari-hari dengan benar.",
        "Mempraktikkan hadis tentang anak yatim dalam bentuk perilaku menyayangi anak yatim dengan benar."
      ]
    },
    {
      "slm": "Bab 2: Lebih Dekat Dengan Nama-Nama Allah",
      "tp": [
        "Meyakini asmaulhusna al-Qawiyyu, al-Qayyūm, al-Muhyi, al-Mumīt, dan al-Bā’iś.",
        "Menjelaskan makna asmaulhusna al-Qawiyyu, al-Qayyūm, al-Muhyi, al-Mumīt, dan al-Bā’iś.",
        "Mengungkap nilai-nilai akhlak terpuji sebagai bukti keyakinan kepada asmaulhusna.",
        "Menyimpulkan perilaku terpuji yang sesuai dengan asmaulhusna.",
        "Membuat tulisan indah asmaulhusna al-Qawiyyu, al-Qayyūm, al-Muhyi, al-Mumīt, dan al-Bā’iś."
      ]
    },
    {
      "slm": "Bab 3: Aku Anak Saleh",
      "tp": [
        "Meyakini makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "Membiasakan perilaku terpuji sebagai bukti wujud implementasi dari makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "Menjelaskan makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "Menyebutkan makna saling menghargai dan tugas utama manusia sebagai khalifah dengan benar.",
        "Menampilkan contoh-contoh perilaku saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "Menemukan perilaku-perilaku manusia sebagai khalifah dalam kehidupan sehari hari di lingkungan terdekat dengan benar."
      ]
    },
    {
      "slm": "Bab 4: Hidup Lapang Dengan Berbagi",
      "tp": [
        "Meyakini makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "Membiasakan perilaku berbagi sebagai bukti menerapkan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "Menjelaskan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "Membedakan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "Menciptakan ide-ide kegiatan yang serupa dengan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "Mempraktikkan makna zakat, infak, sedekah, dan hadiah dengan benar."
      ]
    },
    {
      "slm": "Bab 5: Meneladani Perjuangan Rasulullah",
      "tp": [
        "Meyakini peristiwa Fathu Makkah dan Haji Wada dengan benar.",
        "Membiasakan perilaku pantang menyerah sebagai bukti implementasi makna Fathu Makkah dan Haji Wada dengan benar.",
        "Menjelaskan pengertian peristiwa Fathu Makkah dan Haji Wada dengan benar.",
        "Menjelaskan sebab-sebab terjadinya peristiwa Fathu Makkah dengan benar.",
        "Menentukan perilaku mulia Rasulullah saw. dalam peristiwa Fathu Makkah dan Haji Wada dengan tepat.",
        "Menemukan perilaku terpuji dalam peristiwa Fathu Makkah dan Haji Wada dengan tepat.",
        "Menghubungkan peristiwa Fathu Makkah dan Haji Wada dengan perilaku terpuji sehari-hari dengan benar."
      ]
    },
    {
      "slm": "Bab 6: Hidup Damai dalam Kebersamaan",
      "tp": [
        "Meyakini kebenaran pokok Al-Qur’an Surah Ali ‘Imrān/3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "Membaca Al-Qur’an Surah Ali ‘Imrān/3: 64 dan al-Baqarah/2: 256 dengan fasih.",
        "Menjelaskan pesan-pesan pokok Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "Mengemukakan pendapat terkait dengan Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "Menemukan perilaku-perilaku yang sesuai dengan isi Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "Mengambil ibrah yang sesuai dengan makna Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar."
      ]
    },
    {
      "slm": "Bab 7: Ketika Berhentinya Kehidupan",
      "tp": [
        "Meyakini adanya hari akhir dengan benar.",
        "Menumbuhkan sikap gotong-royong dan mawas diri sebagai bentuk keimanan kepada hari akhir dengan benar.",
        "Menjelaskan makna iman kepada hari akhir dengan benar.",
        "Menceritakan perjalanan peristiwa hari akhir dengan benar.",
        "Menjelaskan makna kalimat tarji’ dengan benar.",
        "Menemukan hikmah beriman kepada hari akhir dengan benar.",
        "Membuat peta konsep perjalanan di hari akhir secara berkelompok dengan benar."
      ]
    },
    {
      "slm": "Bab 8: Senangnya Berteman",
      "tp": [
        "Meyakini makna persaudaraan dalam Islam dengan benar.",
        "Membiasakan berperilaku terpuji saling bersaudara sesuai dengan Islam dengan benar.",
        "Menjelaskan makna persaudaraan dalam Islam dengan benar.",
        "Menjelaskan tentang berteman tanpa membedakan agama dengan benar.",
        "Menemukan hikmah berteman tanpa membedakan agama dengan benar.",
        "Meneladani Rasulullah saw. dalam berinteraksi dengan pemeluk agama lain dengan benar.",
        "Mempraktikan perilaku bersaudara sesuai dengan Islam dengan benar."
      ]
    },
    {
      "slm": "Bab 9: Ibadah Haji dan Kurban",
      "tp": [
        "Meyakini ketentuan pelaksaan ibadah haji dan kurban dengan benar.",
        "Membiasakan perilaku terpuji rela berkurban sebagai bukti mengimani ibadah haji dan kurban dengan benar.",
        "Menjelaskan ketentuan pelaksanaan ibadah haji dan kurban dengan benar.",
        "Menemukan hikmah pelaksanaan ibadah haji dan kurban dengan benar.",
        "Mempraktikkan manasik haji dan kurban sesuai ketentuan dengan benar."
      ]
    },
    {
      "slm": "Bab 10: Perjuangan Khulafaurrasyidin",
      "tp": [
        "Meyakini kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "Membiasakan perilaku terpuji gemar menolong sebagai bukti mengimani perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "Menumbuhkan sifat sabar dan percaya diri sebagai wujud meyakini kebenaran khulafaurrasyidin dengan baik.",
        "Menjelaskan kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "Menceritakan kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "Menemukan keteladanan dari khulafaurrasyidin dalam kehidupan sehari-hari dengan tepat."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Keluarga adalah Tempat Pertama dan Utama Aku Belajar",
      "tp": [
        "Menjelaskan alasan bersyukur untuk keluarga pemberian Allah",
        "Mendaftarkan hal-hal yang dapat dipelajari di keluarga",
        "Membuat karya kreatif sebagai tanda terima kasih atas keluarga pemberian Allah"
      ]
    },
    {
      "slm": "Pelajaran 2: Bersyukur untuk Sekolah Tempatku Belajar",
      "tp": [
        "Menjelaskan alasan bersyukur untuk sekolah pemberian Allah",
        "Mendaftarkan hal-hal menyenangkan yang dapat dipelajari di sekolah",
        "Membuat karya kreatif sebagai tanda terima kasih atas kehadiran Allah dalam kehidupan sekolah"
      ]
    },
    {
      "slm": "Pelajaran 3: Allah Memelihara Hidupku",
      "tp": [
        "Memahami bentuk-bentuk pemeliharaan Allah",
        "Mendaftarkan contoh-contoh pemeliharaan Allah",
        "Membuat karya sebagai wujud syukur atas pemeliharaan Allah"
      ]
    },
    {
      "slm": "Pelajaran 4: Yesus Lahir Bagiku",
      "tp": [
        "Menjelaskan alasan Yesus Lahir ke dunia",
        "Mendaftarkan hal-hal yang dapat dilakukan untuk meneguhkan iman percaya kepada Yesus Kristus sebagai Juruselamat",
        "Membuat karya kreatif sebagai tanda terima kasih karena Yesus Lahir bagi manusia"
      ]
    },
    {
      "slm": "Pelajaran 5: Yesus Disalib, Mati, dan Bangkit Bagiku",
      "tp": [
        "Menjelaskan alasan Yesus menderita, mati dan bangkit",
        "Mendaftarkan contoh-contoh tindakan yang harus dilakukan oleh seseorang yang sudah diselamatkan",
        "Membuat karya kreatif sebagai tanda terima kasih atas keselamatan yang sudah diterima"
      ]
    },
    {
      "slm": "Pelajaran 6: Menjadi Manusia Baru",
      "tp": [
        "Menuliskan pengertian manusia baru",
        "Mendaftarkan perbedaan manusia baru dan manusia lama",
        "Membuat karya dengan judul “Aku Mau Berubah”"
      ]
    },
    {
      "slm": "Pelajaran 7: Aku Mau Bertobat",
      "tp": [
        "Menuliskan arti bertobat",
        "Mendaftarkan contoh-contoh tindakan manusia yang sudah bertobat",
        "Membuat karya dalam bentuk kartu komitmen yang menyatakan tekad untuk mau bertobat"
      ]
    },
    {
      "slm": "Pelajaran 8: Aku Mau Bersahabat dengan Semua Orang",
      "tp": [
        "Menuliskan alasan perlu bersahabat dengan semua orang",
        "Mendaftarkan kendala dan solusi untuk bersahabat dengan semua orang",
        "Membuat karya bertemakan “Kamu Sahabatku”"
      ]
    },
    {
      "slm": "Pelajaran 9: Aku Meneladani Yesus yang Berbela Rasa",
      "tp": [
        "Menuliskan arti berbela rasa",
        "Mendaftarkan contoh tindakan berbela rasa yang pernah dilakukan dan yang belum pernah dilakukan",
        "Membuat rencana kegiatan atau proyek berbela rasa"
      ]
    },
    {
      "slm": "Pelajaran 10: Aku Suka Menolong Sesama",
      "tp": [
        "Menuliskan arti tolong-menolong",
        "Mendaftarkan contoh tindakan menolong semua orang tanpa mengenal batas",
        "Merancang sebuah kegiatan atau sebuah proyek menolong sesama"
      ]
    },
    {
      "slm": "Pelajaran 11: Kehadiran Allah dalam Fenomena Alam",
      "tp": [
        "Menjelaskan pentingnya bersyukur atas kemahakuasaan Allah melalui fenomena alam",
        "Mendaftarkan contoh kehadiran Allah dalam fenomena alam",
        "Menuliskan manfaat fenomena alam bagi kehidupan umat manusia dihubungkan dengan cerita Yesus meredakan angin ribut",
        "Membuat sebuah karya kreatif sebagai wujud syukur atas kemahakuasaan Allah yang hadir melalui fenomena alam"
      ]
    },
    {
      "slm": "Pelajaran 12: Memelihara Alam dan Lingkungan Sekolah",
      "tp": [
        "Menjelaskan pentingnya memelihara alam dan lingkungan di sekolah",
        "Mendaftarkan contoh memelihara alam dan lingkungan di sekolah",
        "Menuliskan manfaat memelihara alam dan lingkungan di sekolah",
        "Membuat karya memelihara alam dan lingkungan di sekolah"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    {
      "slm": "Bab 1: Aku Anak yang Tumbuh dan Berkembang",
      "tp": [
        "mampu memahami dirinya sebagai pribadi yang tumbuh dan berkembang;",
        "memahami bahwa Tuhan memberinya kemampuan untuk bertumbuh dan berkembang menjadi manusia yang baik;",
        "berusaha melakukan yang baik sesuai pertumbuhan dan perkembangannya."
      ]
    },
    {
      "slm": "Bab 2: Allah Menyelamatkan Umat-Nya",
      "tp": [
        "mampu mengenal Allah yang menyelamatkan manusia sebagaimana tercermin pada tokoh Perjanjian Lama (Kisah Yusuf, Kisah Musa, dan Kisah Yosua);",
        "berusaha mengaplikasikan teladan hidup tokoh-tokoh tersebut dalam kehidupannya."
      ]
    },
    {
      "slm": "Bab 3: Yesus Sang Mesias",
      "tp": [
        "mampu mengenal Allah yang menyelamatkan manusia melalui peristiwa Yesus dibaptis, Yesus yang memberi makan lima ribu orang, dan Yesus yang mengampuni."
      ]
    },
    {
      "slm": "Bab 4: Sakramen sebagai Tanda Keselamatan Allah",
      "tp": [
        "mampu mengenal Tata Perayaan Sakramen Baptis, Ekaristi, dan Tobat sebagai tanda karya keselamatan Allah;",
        "mampu bersyukur dan memiliki sikap disiplin dalam merayakan Sakramen Baptis, Ekaristi, dan Tobat;",
        "mampu memperagakan Tata Perayaan Sakramen Baptis, Ekaristi, dan Tobat."
      ]
    },
    {
      "slm": "Bab 5: Pemimpin dan Tradisi Masyarakat",
      "tp": [
        "mampu mengenal pemimpin dan tradisi masyarakat yang baik sebagai wujud karya keselamatan Allah;",
        "dapat bersyukur atas pemimpin dan tradisi masyarakat yang baik;",
        "mampu menunjukkan rasa hormat terhadap para pemimpin dan tradisi masyarakat yang baik."
      ]
    },
    {
      "slm": "Bab 6: Melestarikan Lingkungan Hidup",
      "tp": [
        "mampu memahami pentingnya melestarikan lingkungan hidup sebagai wujud karya keselamatan Allah;",
        "bersyukur akan karya keselamatan Allah dalam karya kelestarian lingkungan alam;",
        "peduli dan melakukan upaya nyata dalam kegiatan melestarikan lingkungan alam."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    {
      "slm": "Bab 1: Nilai-Nilai dalam Kitab Mahābhārata",
      "tp": [
        "Menyebutkan nama-nama Parwa dalam Kitab Mahābhārata.",
        "Menjelaskan nilai-nilai disiplin dalam Kitab Mahābhārata.",
        "Menguraikan nilai-nilai kepahlawanan dalam Kitab Mahābhārata.",
        "Menguraikan nilai-nilai kepemimpinan dalam Kitab Mahābhārata.",
        "Mengamalkan nilai-nilai kesetiaan dalam Kitab Mahābhārata."
      ]
    },
    {
      "slm": "Bab 2: Unsur-Unsur Pembentuk Alam Semesta",
      "tp": [
        "Menyebutkan pengertian alam semesta menurut ajaran Agama Hindu.",
        "Menjelaskan proses terbentuknya alam semesta dalam ajaran agama Hindu.",
        "Menguraikan unsur-unsur yang membentuk alam semesta dalam ajaran agama Hindu.",
        "Menentukan upaya-upaya dalam menjaga alam semesta menurut ajaran agama Hindu."
      ]
    },
    {
      "slm": "Bab 3: Ajaran Catur Asrama dalam Kehidupan",
      "tp": [
        "Menjelaskan Pengertian Catur Asrama.",
        "Menguraikan bagian-bagian Catur Asrama.",
        "Mencontohkan ajaran Catur Asrama dalam kehidupan.",
        "Mendeskripsikan cerita yang berkaitan dengan ajaran Catur Asrama."
      ]
    },
    {
      "slm": "Bab 4: Pañca Yajña dalam Kehidupan Sehari-Hari",
      "tp": [
        "Mengartikan Pañca Yajña.",
        "Menjelaskan dasar timbulnya Pañca Yajña.",
        "Menguraikan bagian-bagian Pañca Yajña.",
        "Menyebutkan tingkatan-tingkatan Yajña.",
        "Mendeskripsikan manfaat pelaksanaan Pañca Yajña dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 5: Sejarah Perkembangan Agama Hindu di Indonesia",
      "tp": [
        "Mengidentifikasi tokoh kerajaan Hindu di Kalimantan.",
        "Mengidentifikasi tokoh kerajaan Hindu di Jawa.",
        "Mengidentifikasi tokoh kerajaan Hindu di Bali.",
        "Meniru sikap-sikap tokoh-tokoh kerajaan Hindu yang patut diteladani."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    {
      "slm": "Bab 9: Melatih Kesabaran",
      "tp": [
        "menerapkan kesabaran dalam kehidupan sehari-hari",
        "membudayakan perilaku antri sebagai bagian dari kesabaran dalam kehidupan sehari-hari",
        "selalu bersemangat dalam kehidupan sehari-hari",
        "menunjukkan sikap yang tangguh dalam kehidupan sehari-hari"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    {
      "slm": "Pelajaran 1: Baktiku Pada Tian",
      "tp": [
        "Menghayati dan meyakini keberadaan Tian Yang Maha Roh.",
        "Menalar tentang penerapan iman dalam kehidupan.",
        "Mengimani nilai-nilai peringatan hari ibadah berdasarkan penanggalan Yangli dan Kongzili.",
        "Mengimani & menjalankan nilai-nilai peringatan hari persembahyangan kepada Tuhan.",
        "Memahami arti dan menulis 性, 道, 中庸, 阴阳历, 皇天."
      ]
    },
    {
      "slm": "Pelajaran 2: Baktiku Kepada Nabi Kongzi dan Shenming",
      "tp": [
        "Meyakini dan menjalankan nilai-nilai peringatan hari ibadah kepada Nabi Kongzi dan Shenming.",
        "Menelusuri dan menjelaskan keturunan Nabi Kongzi.",
        "Memahami arti dan menerapkan tata cara dan perlengkapan.",
        "Mengemukakan makna Dongzhi dan Hari Genta Rohani serta Hari Wafat Yasheng Mengzi.",
        "Memahami arti dan menulis 四絶, 子孙, 礼堂, 香, 冬至."
      ]
    },
    {
      "slm": "Pelajaran 3: Baktiku Kepada Leluhur",
      "tp": [
        "Mengkorelasikan penerapan Laku Bakti dalam Lima Hubungan Kemasyarakatan.",
        "Menalar dan mengurai penerapan Awal dan Akhir Laku Bakti.",
        "Meyakini keberadaan leluhur dan memahami makna sembahyang kepada leluhur.",
        "Menjelaskan hari raya/sembahyang agama Khonghucu dan nilai-nilai persembahyangan kepada Leluhur, terutama sembahyang Qingming.",
        "Memahami arti dan menulis 爸爸, 妈妈, 爷爷, 奶奶, 祖先, 清明."
      ]
    },
    {
      "slm": "Pelajaran 4: Hormatku Pada Nabi dan Raja Suci",
      "tp": [
        "Menerima dan menyakini wahyu Tian yang diterima oleh para Nabi dan Raja Suci.",
        "Menelaah & merinci karya-karya Raja Yao.",
        "Menelaah diri terhadap keagungan teladan Raja Shun.",
        "Menguraikan jasa-jasa Raja Da Yu dan karya-karya Raja Wen.",
        "Memahami arti dan menulis 伏羲, 唐尧, 虞舜, 大禹, 文王."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Pancasila dalam Kehidupanku",
      "tp": [
        "Memahami kronologi sejarah kelahiran Pancasila.",
        "Meneladani sikap para perumus Pancasila dan menerapkan di lingkungan masyarakat.",
        "Menghubungkan sila-sila dalam Pancasila sebagai suatu kesatuan yang utuh, menguraikan makna nilai-nilai Pancasila sebagai dasar negara, pandangan hidup, dan ideologi bangsa dan negara."
      ]
    },
    {
      "slm": "Bab 2: Norma dalam Kehidupanku",
      "tp": [
        "Menyajikan hasil identifikasi bentuk-bentuk norma, hak, dan kewajiban dalam kedudukannya sebagai anggota keluarga, warga sekolah, dan warga negara.",
        "Melaksanakan praktik musyawarah untuk membuat kesepakatan dan aturan bersama, serta menerapkannya dalam lingkungan keluarga dan sekolah."
      ]
    },
    {
      "slm": "Bab 3: Keragaman Budaya Indonesiaku",
      "tp": [
        "Menyajikan hasil identifikasi sikap menghormati, menjaga, dan melestarikan keberagaman budaya dalam bingkai Bhinneka Tunggal Ika di lingkungan keluarga, sekolah, dan masyarakat."
      ]
    },
    {
      "slm": "Bab 4: Aku dan Lingkungan Sekitarku",
      "tp": [
        "Mengenal wilayahnya dalam konteks kabupaten/kota, provinsi sebagai bagian dari wilayah Negara Kesatuan Republik Indonesia.",
        "Menunjukkan perilaku gotong royong untuk menjaga persatuan dan kesatuan di lingkungan sekolah dan sekitar sebagai wujud bela negara."
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Di Mana Indonesia Berada?",
      "tp": [
        "Mengidentifikasi letak geografis Indonesia melalui pengamatan peta.",
        "Menganalisis pengaruh letak geografis Indonesia terhadap kehidupan masyarakatnya."
      ]
    },
    {
      "slm": "Bab 2: Majulah Daerahku",
      "tp": [
        "Memecahkan masalah kegiatan ekonomi yang ada di daerahnya."
      ]
    },
    {
      "slm": "Bab 3: Harmoni dalam Ekosistem",
      "tp": [
        "Menganalisis hubungan antarkomponen dalam ekosistem.",
        "Mengevaluasi dampak aktivitas manusia terhadap keseimbangan ekosistem."
      ]
    },
    {
      "slm": "Bab 4: Air Sumber Kehidupan",
      "tp": [
        "Menjelaskan kembali pemahaman mereka tentang siklus air.",
        "Mengusulkan upaya menjaga ketersediaan air di lingkungan sekitarnya."
      ]
    },
    {
      "slm": "Bab 5: Daerahku yang Bersejarah",
      "tp": [
        "Mengetahui sejarah daerah melalui peninggalan sejarah dan warisan budaya yang ada di daerahnya masing-masing.",
        "Menemukan keterkaitan sejarah daerahnya dengan kehidupan di masa sekarang."
      ]
    },
    {
      "slm": "Bab 6: Perubahan pada Diriku",
      "tp": [
        "Menggunakan pemahamannya mengenai perubahan pada dirinya di fase pubertas untuk menjaga kesehatan dirinya."
      ]
    },
    {
      "slm": "Bab 7: Bermain dengan Cahaya",
      "tp": [
        "Menjelaskan konsep dasar tentang cahaya dan aplikasinya dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 8: Ramai karena Bunyi",
      "tp": [
        "Menjelaskan konsep dasar tentang bunyi dan aplikasinya dalam kehidupan sehari-hari."
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab 1: Aku yang Unik",
      "tp": [
        "Peserta didik dapat mengidentifikasi dan menjelaskan ciri-ciri fisik dan nonfisik seseorang secara jelas dan detail.",
        "Peserta didik dapat mengapresiasi perbedaan karakter dan nilai-nilai positif setiap individu, serta dapat mengungkapkannya dengan bahasa yang baik.",
        "Peserta didik dapat menyampaikan hasil deskripsinya secara lisan dengan percaya diri.",
        "Peserta didik dapat menyusun cerita sederhana yang memuat deskripsi ciri-ciri seseorang."
      ]
    },
    {
      "slm": "Bab 2: Buku Jendela Dunia",
      "tp": [
        "Peserta didik dapat menjelaskan dampak kegiatan membaca buku melalui kegiatan membaca yang reflektif terhadap kisah Kartini.",
        "Peserta didik dapat memaparkan proses kreatif dalam penyusunan buku-buku.",
        "Peserta didik dapat menerapkan langkah memahami bacaan.",
        "Peserta didik dapat memilih buku yang mereka sukai secara mandiri dan menjelaskan pemahaman mereka terhadap isi buku tersebut."
      ]
    },
    {
      "slm": "Bab 3: Ekspresi Diri Melalui Hobi",
      "tp": [
        "Peserta didik mampu mengidentifikasi dan memahami informasi utama dalam teks.",
        "Peserta didik dapat menjelaskan informasi dengan kata-kata sendiri tanpa mengubah makna.",
        "Peserta didik mampu mengidentifikasi makna informasi visual.",
        "Peserta didik mampu menceritakan sesuatu secara kreatif."
      ]
    },
    {
      "slm": "Bab 4: Belajar Berwirausaha",
      "tp": [
        "Peserta didik dapat menjelaskan proses munculnya ide wirausaha berdasarkan cerita tentang wirausaha cilik.",
        "Secara sederhana peserta didik dapat mengidentifikasi tantangan dan masalah yang dihadapi tokoh dalam membangun usahanya. Mereka juga dapat melakukan analisis sederhana mengenai pengaruh tantangan tersebut dalam perjalanan usaha tokoh.",
        "Peserta didik dapat mengevaluasi cara tokoh wirausaha cilik memecahkan masalahnya dan mengidentifikasi langkah-langkah yang dijalani.",
        "Peserta didik dapat merefleksikan tindakan tokoh wirausaha cilik dan menghubungkannya dengan pengalaman atau gagasan mereka sendiri sebagai dasar untuk merancang kegiatan wirausaha sederhana.",
        "Peserta didik dapat menyusun dan memaparkan rancangan ide wirausaha sederhana di depan teman-temannya dengan percaya diri."
      ]
    },
    {
      "slm": "Bab 5: Cinta Indonesia",
      "tp": [
        "Peserta didik dapat menemukan informasi yang relevan di dalam bacaan.",
        "Peserta didik dapat menjelaskan hubungan sebab akibat.",
        "Peserta didik dapat menuliskan angka dan bilangan serta huruf kapital dengan benar di dalam tulisan.",
        "Peserta didik dapat menuliskan pengalamannya mengunjungi suatu tempat."
      ]
    },
    {
      "slm": "Bab 6: Sayangi Bumi",
      "tp": [
        "Peserta didik dapat mengidentifikasi informasi yang relevan,",
        "Peserta didik dapat menelusuri kebenaran informasi,",
        "Peserta didik dapat menafsirkan informasi dan pesan tentang lingkungan dari cerita bisu dengan bahasa sendiri,",
        "Peserta didik dapat melakukan observasi secara berkelompok di bawah panduan guru,",
        "Peserta didik dapat menjelaskan hasil observasi, dan",
        "Peserta didik dapat menerapkan praktik baik memelihara lingkungan."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Bab 1: Bilangan Cacah Sampai 100.000",
      "tp": [
        "Membaca bilangan cacah sampai 100.000.",
        "Menulis bilangan cacah sampai 100.000.",
        "Menentukan nilai tempat bilangan cacah sampai 100.000.",
        "Membandingkan bilangan cacah sampai 100.000.",
        "Mengurutkan bilangan sampai 100.000.",
        "Menentukan komposisi bilangan sampai 100.000.",
        "Menentukan dekomposisi bilangan sampai 100.000.",
        "Menghitung penjumlahan bilangan sampai 100.000.",
        "Menghitung pengurangan bilangan sampai 100.000.",
        "Menghitung perkalian bilangan sampai 100.000.",
        "Menghitung pembagian bilangan sampai 100.000."
      ]
    },
    {
      "slm": "Bab 2: KPK dan FPB",
      "tp": [
        "Menentukan kelipatan bilangan.",
        "Menentukan kelipatan persekutuan dua bilangan atau lebih.",
        "Menentukan kelipatan persekutuan terkecil dua bilangan atau lebih.",
        "Menyelesaikan masalah yang berkaitan dengan KPK.",
        "Menentukan faktor suatu bilangan.",
        "Menentukan faktor persekutuan dua bilangan atau lebih.",
        "Menentukan faktor persekutuan terbesar suatu bilangan atau lebih.",
        "Menyelesaikan masalah yang berkaitan dengan FPB.",
        "Memahami bilangan prima.",
        "Menentukan bilangan prima di bawah 100.",
        "Menentukan faktor prima suatu bilangan.",
        "Menentukan KPK dan FPB dengan menggunakan bilangan prima."
      ]
    },
    {
      "slm": "Bab 3: Bilangan Pecahan",
      "tp": [
        "Membandingkan bilangan pecahan.",
        "Mengurutkan bilangan pecahan.",
        "Melakukan penjumlahan dengan penyebut sama.",
        "Melakukan penjumlahan dengan penyebut beda.",
        "Melakukan pengurangan dengan penyebut sama.",
        "Melakukan pengurangan dengan penyebut beda."
      ]
    },
    {
      "slm": "Bab 4: Keliling Bangun Datar",
      "tp": [
        "Mengenali situasi soal (konteks) yang melibatkan keliling bangun datar.",
        "Menemukan konsep keliling bangun datar sebagai jumlahan panjang sisi-sisinya.",
        "Menemukan keliling berbagai jenis segitiga (segitiga sembarang, segitiga sama sisi, dan segitiga sama kaki).",
        "Menemukan keliling berbagai jenis segi empat (persegi panjang, jajargenjang, layang-layang, persegi, belah ketupat, trapesium, dan segi empat sembarang).",
        "Menemukan keliling segi lima beraturan, segi enam beraturan, dan segi delapan beraturan."
      ]
    },
    {
      "slm": "Bab 5: Luas Daerah Bangun Datar",
      "tp": [
        "Mengenali situasi soal yang melibatkan luas bangun datar.",
        "Menemukan luas berbagai bangun datar.",
        "Menemukan cara menghitung luas berbagai bentuk bangun datar (persegi panjang, persegi, segitiga, jajargenjang, trapesium, belah ketupat, dan layang-layang).",
        "Mendekomposisi bangun datar gabungan, lalu menemukan cara menentukan luasnya.",
        "Mengenali hubungan keliling dan luas daerah bangun datar."
      ]
    },
    {
      "slm": "Bab 6: Sudut",
      "tp": [
        "Menemukan sudut siku-siku di lingkungan sekitar.",
        "Memahami bagian-bagian sudut.",
        "Menyebutkan jenis-jenis sudut.",
        "Mengelompokkan sudut berdasarkan ciri-cirinya.",
        "Mengukur besar sudut dengan menggunakan busur derajat.",
        "Membandingkan besar sudut.",
        "Melukis sudut dengan ukuran tertentu.",
        "Memecahkan masalah yang berkaitan dengan sudut.",
        "Membuat rancangan peta kota dengan menggunakan konsep sudut."
      ]
    },
    {
      "slm": "Bab 7: Ciri-Ciri Bangun Datar",
      "tp": [
        "Menemukan syarat tiga ruas garis dapat membentuk segitiga.",
        "Membandingkan karakteristik segitiga berdasarkan besar sudutnya.",
        "Menemukan jumlah sudut-sudut dalam sebuah segitiga.",
        "Membandingkan karakteristik segitiga berdasarkan panjang sisinya.",
        "Mengingat kembali karakteristik trapesium.",
        "Membandingkan karakteristik jajargenjang dan trapesium.",
        "Membandingkan karakteristik persegi panjang dan jajargenjang.",
        "Membandingkan karakteristik belah ketupat dan jajargenjang.",
        "Membandingkan karakteristik persegi dan belah ketupat.",
        "Membandingkan karakteristik persegi dan persegi panjang.",
        "Membandingkan karakteristik layang-layang dan belah ketupat."
      ]
    },
    {
      "slm": "Bab 8: Data",
      "tp": [
        "Mengumpulkan data sederhana dari lingkungan sekitar.",
        "Menyajikan hasil pengumpulan data menggunakan tabel frekuensi sederhana.",
        "Membuat piktogram.",
        "Membaca data dari piktogram.",
        "Menganalisis data dari piktogram.",
        "Membuat diagram batang vertikal.",
        "Membuat diagram batang horizontal.",
        "Membuat diagram batang ganda.",
        "Membaca data dari diagram batang.",
        "Menganalisis data dari diagram batang."
      ]
    },
    {
      "slm": "Bab 9: Bilangan Cacah Sampai 1.000.000",
      "tp": [
        "Membaca bilangan cacah sampai 1.000.000.",
        "Menulis bilangan cacah sampai 1.000.000.",
        "Menentukan nilai tempat bilangan cacah sampai 1.000.000.",
        "Membandingkan bilangan cacah sampai 1.000.000.",
        "Mengurutkan bilangan sampai 1.000.000.",
        "Menentukan komposisi bilangan sampai 1.000.000.",
        "Menentukan dekomposisi bilangan sampai 1.000.000."
      ]
    }
  ],
  "Bahasa Inggris": [
    {
      "slm": "Unit 1: Let's Go to The Fruit Stall",
      "tp": [
        "mengidentifikasi kosakata terkait macam-macam nama sayuran.",
        "menggunakan bahasa Inggris untuk berinteraksi dalam mendeskripsikan beragam sayuran.",
        "menyusun teks sederhana dengan menggunakan kata-kata atau frasa-frasa sederhana."
      ]
    },
    {
      "slm": "Unit 2: He is a Doctor",
      "tp": [
        "mengidentifikasi informasi penting dari teks lisan mengenai tata cara menjaga kebersihan.",
        "mengikuti serangkaian instruksi sederhana terkait prosedur tata cara menjaga kebersihan.",
        "menjelaskan suatu topik dalam teks yang dibaca atau dilihat.",
        "menulis kosakata sederhana yang berkaitan dengan kebiasaan menjaga kebersihan diri."
      ]
    },
    {
      "slm": "Unit 3: I am a Good Friend",
      "tp": [
        "mengidentifikasi informasi penting dari teks lisan mengenai pengalaman di masa lalu.",
        "menjelaskan suatu topik mengenai pengalaman di masa lalu.",
        "menulis teks sederhana mengenai pengalaman di masa lalu."
      ]
    },
    {
      "slm": "Unit 4: My Father is a Farmer",
      "tp": [
        "mengidentifikasi kosakata baru mengenai aktivitas fisik.",
        "merespons teks cetak atau digital mengenai aktivitas fisik.",
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi sosial.",
        "menghasilkan teks prosedur sederhana mengenai aktivitas fisik."
      ]
    },
    {
      "slm": "Unit 5: I am a Good Student",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi mengenai kegiatan ekstrakurikuler dalam konteks lampau.",
        "mengidentifikasi kosakata baru mengenai kegiatan ekstrakurikuler.",
        "merespons teks cetak atau digital mengenai kegiatan ekstrakurikuler.",
        "menghasilkan teks sederhana mengenai kegiatan ekstrakurikuler."
      ]
    },
    {
      "slm": "Unit 6: My House is The Cleanest",
      "tp": [
        "menjelaskan suatu topik dalam teks yang dibaca atau dilihat mengenai proses menanam sayuran.",
        "mengidentifikasi informasi penting dari teks lisan mengenai proses menanam sayuran.",
        "mengikuti serangkaian instruksi sederhana mengenai proses menanam sayuran.",
        "menulis kosa kata sederhana mengenai proses menanam sayuran."
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Bab 1: Eksplorasi Gerak",
      "tp": [
        "Menyesuaikan keterampilan gerak dasar lokomotor (jalan, lari, lompat) dalam berbagai aktivitas permainan.",
        "Memodifikasi keterampilan gerak dasar manipulatif (melempar, menangkap, menendang) dalam berbagai situasi permainan.",
        "Menerapkan strategi gerak sederhana dalam aktivitas permainan dan kegiatan di air."
      ]
    },
    {
      "slm": "Bab 2: Berpikir Cerdas, Bergerak Taktis",
      "tp": [
        "Memeriksa konsep gerak (ruang, usaha, hubungan) dalam permainan invasi, lapangan, dan net.",
        "Memperkirakan dan menguji efektivitas strategi gerak untuk meningkatkan performa dalam permainan."
      ]
    },
    {
      "slm": "Bab 3: Aturan Baru Permainan Seru",
      "tp": [
        "Memahami konsep dasar permainan dan pentingnya aturan.",
        "Menjelaskan konsep modifikasi permainan agar lebih inklusif dan adil.",
        "Merancang dan menguji aturan alternatif atau modifikasi dalam sebuah permainan sederhana."
      ]
    },
    {
      "slm": "Bab 4: Komunitas Kesehatan",
      "tp": [
        "Mengidentifikasi faktor-faktor yang memengaruhi partisipasi dalam sebuah komunitas kesehatan atau olahraga.",
        "Menjelaskan manfaat partisipasi dalam komunitas olahraga terhadap kesehatan kardiovaskular.",
        "Menjelaskan manfaat partisipasi dalam komunitas olahraga terhadap kesehatan mental."
      ]
    },
    {
      "slm": "Bab 5: Menjadi Sehat dan Aktif",
      "tp": [
        "Mengidentifikasi dampak negatif dari gaya hidup tidak sehat (era digital).",
        "Memahami informasi penting yang terdapat pada label gizi kemasan produk makanan dan minuman.",
        "Memahami kandungan gizi dalam berbagai jenis makanan dan upaya pemenuhan kebutuhan gizi harian."
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Unsur dan Prinsip Seni Rupa di Sekitar Kita",
      "tp": [
        "memahami unsur rupa dan prinsip desain",
        "menemukan minimal tiga unsur seni rupa yang terdapat dalam benda di lingkungan sekitar",
        "mendeteksi unsur seni rupa yang terdapat dalam benda/objek yang membentuk prinsip ritme seni rupa di lingkungan sekitar",
        "menunjukan konsep prinsip ritme sebagai pengulangan unsur seni rupa/desain yang terdapat dalam benda di lingkungan sekitar, dan",
        "menggambar dengan menggunakan prinsip ritme dalam seni rupa yang terdapat dalam objek di lingkungan sekitar"
      ]
    },
    {
      "slm": "Mengekplorasi Ritme dalam Objek di Sekitar Kita",
      "tp": [
        "Peserta didik dapat menemukan ritme dalam sebuah karya atau benda-benda bernilai seni yang terdapat di lingkungan sekitar.",
        "Peserta didik dapat membandingkan ritme unsur tertentu dalam sebuah karya seni atau objek yang terdapat di lingkungan sekitar.",
        "Peserta didik dapat menguraikan ritme dalam sebuah objek/karya seni rupa.",
        "Peserta didik dapat menggambar bentuk/objek dengan menerapkan ritme."
      ]
    },
    {
      "slm": "Menggambar Objek dengan Proporsi dan Komposisi",
      "tp": [
        "Peserta didik dapat menemukan prinsip proporsi dan komposisi dalam sebuah karya seni atau objek di sekitar.",
        "Peserta didik dapat membandingkan sebuah karya seni atau objek di lingkungan sekitar berdasarkan prinsip proporsi dan komposisi di dalamnya.",
        "Peserta didik dapat menyimpulkan sebuah karya seni atau sebuah objek di sekitar berdasarkan prinsip proposi dan komposisinya.",
        "Peserta didik dapat menggambar objek/benda dengan memperhatikan prinsip proporsi dan komposisi dengan kreativitasnya sendiri."
      ]
    },
    {
      "slm": "Mengekplorasi Simpul dan Berkarya Makrame",
      "tp": [
        "Peserta didik dapat menunjukkan produk karya seni dari menyimpul.",
        "Peserta didik dapat menganalisis aneka simpul dalam makrame.",
        "Peserta didik dapat memilih aneka bahan yang digunakan untuk pembuatan karya seni simpul.",
        "Peserta didik dapat merancang karya seni simpul sesuai ide dan kreativitasnya sendiri.",
        "Peserta didik dapat menciptakan makrame sesuai ide dan kreativitasnya sendiri."
      ]
    },
    {
      "slm": "Mengeksplorasi dan Berkarya Anyaman",
      "tp": [
        "Peserta didik dapat mengidentifikasi nama benda/karya seni dengan teknik anyaman.",
        "Peserta didik dapat menguraikan bahan-bahan untuk membuat benda/karya seni anyaman.",
        "Peserta didik dapat memilih alat yang digunakan untuk membuat karya seni dengan teknik anyaman.",
        "Peserta didik dapat menjelaskan tahapan pembuatan karya seni dengan teknik anyaman.",
        "Peserta didik dapat membuat souvenir dari teknik anyaman dengan kreativitasnya sendiri."
      ]
    },
    {
      "slm": "Berkarya Seni Rupa dari Limbah",
      "tp": [
        "Peserta didik dapat menemukan limbah yang terdapat di lingkungan sekitar.",
        "Peserta didik dapat menyeleksi limbah yang akan digunakan sebagai bahan karya seni.",
        "Peserta didik dapat menjelaskan tahapan dalam membuat karya seni dari limbah.",
        "Peserta didik dapat merancang produk karya seni yang akan dibuat dari limbah.",
        "Peserta didik dapat menciptakan karya seni dengan memananfaatkan limbah yang tersedia di sekitar kita."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Bab 1: Alat Musik Ritmis dan Melodis",
      "tp": [
        "mengidentifikasi bunyi alat musik, baik intrinsik maupun ekstrinsik dengan memadukan alat musik ritmis dan melodis.",
        "menggunakan dan mengembangkan unsur-unsur bunyi musik berupa nada, irama, dan melodi."
      ]
    },
    {
      "slm": "Bab 2: Unsur-Unsur Musik",
      "tp": [
        "mengetahui unsur-unsur musik yang meliputi nada, irama, dan melodi.",
        "menjelaskan irama yang meliputi nilai not dan tanda birama.",
        "menjelaskan nada yang meliputi interval dan melodi."
      ]
    },
    {
      "slm": "Bab 3: Apresiasi Musik",
      "tp": [
        "memahami istilah musik dengan tepat.",
        "menceritakan pengalamannya dalam bermusik melalui tulisan, gambar, dan secara verbal."
      ]
    },
    {
      "slm": "Bab 4: Bermain Alat Musik Sederhana",
      "tp": [
        "mengeksplorasi bunyi material yang ada di lingkungan sekitar untuk dijadikan sebagai alat musik ritmis.",
        "memainkan musik dengan alternatif bunyi menggunakan anggota tubuh dan material yang ada di lingkungan sekitar."
      ]
    },
    {
      "slm": "Bab 5: Menyanyikan Lagu",
      "tp": [
        "bernyanyi dengan baik sehingga dapat bermanfaat bagi dirinya dan lingkungan sekitar.",
        "mengetahui organ tubuh penghasil suara untuk bernyanyi dengan benar.",
        "menyanyikan lagu populer bertema anak-anak dan lagu daerah.",
        "menyanyikan lagu daerah dengan paduan suara."
      ]
    },
    {
      "slm": "Bab 6: Membuat Kreasi Musik Sederhana",
      "tp": [
        "membuat alat musik melodis menggunakan material lingkungan sekitar.",
        "memainkan kreasi musik lagu daerah setempat menggunakan musik melodis dan digabungkan dengan material lingkungan sekitar."
      ]
    }
  ],
  "Seni Budaya (Seni Tari)": [
    {
      "slm": "Bab 1: Keragaman Bentuk Tari Tradisi dan Unsur Pendukungnya",
      "tp": [
        "Mengamati berbagai bentuk tari tradisi secara berkelompok.",
        "Mengidentifikasi unsur pendukung tari dalam tari tradisi.",
        "Mengklasifikasi unsur pendukung tari dalam tari tradisi.",
        "Menghargai ciri khas dan keunikan gerak-gerak tari tradisi."
      ]
    },
    {
      "slm": "Bab 2: Desain Kelompok dalam Tari Tradisi",
      "tp": [
        "Mengidentifikasi bentuk desain kelompok (serempak/unison, berimbang/balance, dan selang-seling/alternate) bersumber dari tari tradisi.",
        "Meragakan gerak tari tradisi sesuai unsur pendukung (musik, properti, tata rias, dan busana) dengan menggunakan desain kelompok (unison, balance, alternate).",
        "Merangkai ragam gerak tari tradisi yang dipilih secara kelompok.",
        "Menghargai keberagaman budaya melalui pemahaman unsur-unsur pendukung dan desain kelompok dari tari tradisi."
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Bab 1: Eksplorasi Gerak dan Suara",
      "tp": [
        "mengembangkan karakter tubuh berdasarkan instruksi.",
        "mengeksplorasi olah suara dan rasa menggunakan stimulus.",
        "melakukan imajinasi menggunakan stimulus.",
        "menggunakan seluruh anggota tubuh untuk menunjang perannya.",
        "mengatur dinamika suara dengan tepat sesuai interpretasi terhadap situasi.",
        "menceritakan kembali pengalaman dalam sebuah aktivitas yang telah dilakukan.",
        "menjelaskan berbagai emosi yang muncul dari sebuah penampilan.",
        "mengomunikasikan ide lewat kegiatan imajinatif.",
        "menunjukkan keterlibatan sepanjang proses pembelajaran.",
        "menceritakan dan mengembangkan berbagai situasi imajinatif.",
        "menirukan gerakan dan suara karakter atau makhluk hidup yang diamati.",
        "menampilkan dengan percaya diri dan antusias.",
        "melakukan sikap kolaboratif dengan tim."
      ]
    },
    {
      "slm": "Bab 2: Eksplorasi Peran",
      "tp": [
        "melakukan imajinasi menggunakan stimulus.",
        "menggunakan seluruh anggota tubuh untuk menunjang perannya.",
        "menirukan cara bertutur dan cara bergerak sesuai sifat karakter yang diperankan.",
        "mengevaluasi unsur-unsur seni teater dengan menggunakan kosakata teater yang tepat.",
        "mengapresiasi yang sesuai terhadap kinerja kelompok dan individu.",
        "mengomunikasikan ide lewat kegiatan imajinatif.",
        "menunjukkan keterlibatan sepanjang proses pembelajaran.",
        "menceritakan dan mengembangkan berbagai situasi imajinatif.",
        "melibatkan diri dalam situasi rekaan dengan mengandalkan beberapa stimulus.",
        "menggunakan properti dengan memanfaatkan alat dan bahan yang ada di sekitar.",
        "merancang pertunjukan sederhana secara mandiri.",
        "menerapkan sikap kolaboratif dengan tim.",
        "menampilkan pertunjukan sederhana dengan cerita berlatar pada minat peserta didik.",
        "menampilkan pertunjukan secara mandiri."
      ]
    },
    {
      "slm": "Bab 3: Menjadi Karakter",
      "tp": [
        "melakukan imajinasi menggunakan stimulus.",
        "membuat deskripsi dan catatan untuk tokoh yang diperankan.",
        "mengatur dinamika suara dengan tepat sesuai interpretasi terhadap situasi.",
        "menjelaskan berbagai emosi yang muncul dari sebuah penampilan.",
        "mengomunikasikan ide lewat kegiatan imajinatif.",
        "menunjukkan perilaku bertanggung jawab terhadap tugas dan perannya.",
        "menirukan tokoh secara utuh lewat karakter, vokal, dan gestur.",
        "menampilkan dengan percaya diri dan antusias.",
        "menghargai sebuah pertunjukan dengan menjadi penonton yang apresiatif dan kritis.",
        "menampilkan pertunjukan sederhana dengan cerita berlatar pada minat siswa."
      ]
    },
    {
      "slm": "Bab 4: Mengadaptasi Cerita",
      "tp": [
        "menggunakan seluruh anggota tubuh untuk menunjang perannya.",
        "mengatur dinamika suara dengan tepat sesuai interpretasi terhadap situasi.",
        "mengapresiasi kinerja kelompok dan individu.",
        "memahami bloking dan penerapannya di berbagai situasi di atas panggung.",
        "menunjukkan keterlibatan sepanjang proses pembelajaran.",
        "menggunakan properti dengan memanfaatkan alat dan bahan yang ada di sekitar.",
        "menuliskan dialog-dialog yang responsif terhadap situasi di dalam cerita.",
        "merancang pertunjukan sederhana secara mandiri.",
        "menerapkan sikap kolaboratif dengan tim.",
        "menampilkan pertunjukan sederhana dengan cerita berlatar pada minat peserta didik.",
        "menampilkan pertunjukan secara mandiri."
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Basa Alus Angga Sarira lan Kawigunannyane",
      "tp": [
        "Memahami angga sarira dan fungsinya.",
        "Menyebutkan bagian-angga sarira dalam bahasa alus",
        "Menjelaskan fungsi dari masing-masing angga sarira dalam bahasa alus"
      ]
    },
    {
      "slm": "Uger-Uger Pangangge Tengenan",
      "tp": [
        "Memahami penggunaan pangangge tengenan",
        "Menyebutkan pangangge tengenan sesuai dengan fungsinya",
        "Menulis Kalimat menggunakan pangangge tengenan",
        "Menganalisis penggunaan pangangge tengenan sesuai dengan uger-ugernya"
      ]
    },
    {
      "slm": "Basa Alus Ajeng-Ajengan",
      "tp": [
        "Memahami perbedaan basa alus dan basa andap ajeng-ajengan",
        "Menyebutkan Basa Alus Ajeng-ajengan lumrah"
      ]
    },
    {
      "slm": "Pupuh Maskumambang",
      "tp": [
        "Memahami uger-uger pada lingsa pada pupuh maskumambang",
        "Melantunkan pupuh maskumambang"
      ]
    },
    {
      "slm": "Angka 1-200",
      "tp": [
        "Menyebutkan nama-nama angka 1-200 dalam bahasa Bali",
        "Membedakan kruna wilangan ketekan dan kruna wilangan gebogan",
        "Membuat kalimat dengan menggunakan kruna wilangan ketekan lan gebogan"
      ]
    },
    {
      "slm": "Tata Cara Sasuratan Huruf Kapital",
      "tp": [
        "Memahami tata cara sasuratan huruf kapital",
        "Menjelaskan tatacara sasuratan huruf kapital",
        "Menulis sasuratan nganggen huruf kapital"
      ]
    },
    {
      "slm": "Pangangge Ardasuara (Kata)",
      "tp": [
        "Mengetahui pangangge Ardasuara (Kata)",
        "Memahami pangangge Ardasuara (Kata)",
        "Menulis pangangge Ardasuara dalam bentuk kata"
      ]
    },
    {
      "slm": "Rangkepan Wianjana (nc lan nj)",
      "tp": [
        "Mengetahui rangkepan wianjana (nc lan nj)",
        "Menjelaskan rangkepan wianjana (nc lan nj)",
        "Menulis rangkepan wianjana (nc lan nj)"
      ]
    },
    {
      "slm": "Parinama prabot ring carik lan paon",
      "tp": [
        "Mengetahui parinama prabot ring carik lan paon",
        "Menyebutkan parinama prabot ring carik lan paon",
        "Menjelaskan kawigunan prabot ring carik lan paon"
      ]
    },
    {
      "slm": "Puisi Bali Anyar (tahap pengenalan)",
      "tp": [
        "Memahami puisi Bali Anyar",
        "Menerapkan aturan membaca puisi"
      ]
    }
  ],
  "Koding dan Kecerdasan Artifisial": [
    {
      "slm": "Bab 1: Berpikir Komputasional: Menemukan Solusi",
      "tp": [
        "Menerapkan pemecahan masalah dalam kehidupan sehari-hari.",
        "Memahami konsep berpikir komputasional.",
        "Menuliskan urutan instruksi secara logis."
      ]
    },
    {
      "slm": "Bab 2: Mengenal Teknologi Digital: Canggih, Seru, tetapi Harus Bijak!",
      "tp": [
        "Memahami konsep dasar teknologi digital.",
        "Memahami perangkat keras dan perangkat lunak komputer.",
        "Memahami keamanan informasi pribadi."
      ]
    },
    {
      "slm": "Bab 3: Kecerdasan Artifisial: Teman Baru di Dunia Digital",
      "tp": [
        "Memahami Kecerdasan Artifisial.",
        "Memahami perbedaan komputer dan manusia dalam penginderaan.",
        "Memahami perbedaan mesin cerdas dan mesin non-cerdas.",
        "Memahami manfaat Kecerdasan Artifisial dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 4: Belajar Bersama Kecerdasan Artifisial: Si Cerdas yang Terus Belajar",
      "tp": [
        "Menerapkan konsep klasifikasi dalam kehidupan sehari-hari.",
        "Memahami bagaimana Kecerdasan Artifisial melakukan klasifikasi.",
        "Menerapkan eksperimen klasifikasi manual vs. klasifikasi oleh Kecerdasan Artifisial.",
        "Memahami pengaruh data input terhadap hasil klasifikasi Kecerdasan Artifisial."
      ]
    }
  ]
}
