
{
  "Matematika": [
    "Membaca bilangan cacah sampai 100.000.",
    "Menulis bilangan cacah sampai 100.000.",
    "Menentukan nilai tempat bilangan cacah sampai 100.000.",
    "Membandingkan bilangan cacah sampai 100.000.",
    "Mengurutkan bilangan sampai 100.000.",
    "Menentukan komposisi bilangan sampai 100.000.",
    "Menghitung penjumlahan bilangan sampai 100.000.",
    "Menghitung pengurangan bilangan sampai 100.000.",
    "Menghitung perkalian bilangan sampai 100.000.",
    "Menghitung pembagian bilangan sampai 100.000.",
    "Menentukan kelipatan bilangan.",
    "Menentukan kelipatan persekutuan dua bilangan atau lebih.",
    "Menentukan kelipatan persekutuan terkecil dua bilangan atau lebih.",
    "Menyelesaikan masalah yang berkaitan dengan KPK.",
    "Menentukan faktor suatu bilangan.",
    "Menentukan faktor persekutuan dua bilangan atau lebih.",
    "Menentukan faktor persekutuan terbesar suatu bilangan atau lebih.",
    "Menyelesaikan masalah yang berkaitan dengan FPB.",
    "Memahami bilangan prima.",
    "Menentukan bilangan prima di bawah 100.",
    "Menentukan faktor prima suatu bilangan.",
    "Menentukan KPK dan FPB dengan menggunakan bilangan prima.",
    "Membandingkan bilangan pecahan.",
    "Mengurutkan bilangan pecahan.",
    "Melakukan penjumlahan dengan penyebut sama.",
    "Melakukan penjumlahan dengan penyebut beda.",
    "Melakukan pengurangan dengan penyebut sama.",
    "Melakukan pengurangan dengan penyebut beda.",
    "Mengenali situasi soal (konteks) yang melibatkan keliling bangun datar.",
    "Menemukan konsep keliling bangun datar sebagai jumlah panjang sisi-sisinya.",
    "Menemukan keliling berbagai jenis segitiga (segitiga sembarang, segitiga sama sisi, dan segitiga sama kaki).",
    "Menemukan keliling berbagai jenis segi empat (persegi panjang, jajargenjang, layang-layang, persegi, belah ketupat, trapesium, dan segi empat sembarang).",
    "Menemukan keliling segi lima beraturan, segi enam beraturan, dan segi delapan beraturan.",
    "Mengenali situasi soal (konteks) yang melibatkan luas daerah bangun datar.",
    "Menemukan konsep luas daerah bangun datar.",
    "Menemukan luas daerah berbagai jenis segitiga.",
    "Menemukan luas daerah berbagai jenis segi empat.",
    "Menemukan luas daerah segi lima beraturan, segi enam beraturan, dan segi delapan beraturan.",
    "Mendekomposisi bangun datar gabungan, lalu menemukan cara menentukan luasnya.",
    "Menemukan sudut siku-siku di lingkungan sekitar.",
    "Memahami bagian-bagian sudut.",
    "Menyebutkan jenis-jenis sudut.",
    "Mengelompokkan sudut berdasarkan ciri-cirinya.",
    "Mengukur besar sudut dengan menggunakan busur derajat.",
    "Melukis sudut dengan ukuran tertentu.",
    "Memecahkan masalah yang berkaitan dengan sudut.",
    "Membuat rancangan peta kota dengan menggunakan konsep sudut.",
    "Menemukan syarat tiga ruas garis dapat membentuk segitiga.",
    "Membandingkan karakteristik segitiga berdasarkan besar sudutnya.",
    "Membandingkan jumlah sudut-sudut dalam sebuah segitiga.",
    "Membandingkan karakteristik segitiga berdasarkan panjang sisinya.",
    "Mengingat kembali karakteristik trapesium.",
    "Membandingkan karakteristik trapesium dan jajargenjang.",
    "Membandingkan karakteristik persegi panjang dan jajargenjang.",
    "Membandingkan karakteristik belah ketupat dan jajargenjang.",
    "Membandingkan karakteristik persegi dan belah ketupat.",
    "Membandingkan karakteristik persegi dan persegi panjang.",
    "Membandingkan karakteristik layang-layang dan belah ketupat.",
    "Mengumpulkan data dari lingkungan sekitar.",
    "Menyajikan hasil pengumpulan data menggunakan tabel frekuensi sederhana.",
    "Membaca piktogram.",
    "Membaca data dari piktogram.",
    "Menganalisis data dari piktogram.",
    "Membuat diagram batang vertikal.",
    "Membuat diagram batang horizontal.",
    "Membuat diagram ganda.",
    "Membaca data dari diagram batang.",
    "Menganalisis data dari diagram batang.",
    "Membaca bilangan cacah sampai 1.000.000.",
    "Menulis bilangan cacah sampai 1.000.000.",
    "Menentukan nilai tempat bilangan cacah sampai 1.000.000.",
    "Membandingkan bilangan cacah sampai 1.000.000.",
    "Mengurutkan bilangan sampai 1.000.000.",
    "Menentukan komposisi bilangan sampai 1.000.000."
  ],
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    "Meyakini Surah al-Ma'un sebagai firman Allah dengan benar.",
    "Terbiasa membaca Surah al-Ma'un dengan benar.",
    "Melafalkan Surah al-Ma'un dengan benar.",
    "Mengartikan Surah al-Ma'un dengan benar.",
    "Menjelaskan makna isi pokok Surah al-Ma'un dengan benar.",
    "Menghubungkan ajaran al-Qur’an dengan perilaku sehari-hari dengan benar.",
    "Mempraktikkan hadis tentang anak yatim dalam bentuk perilaku menyayangi anak yatim dengan benar.",
    "Meyakini asmaulhusna al-Qawiyyu, al-Muhyi, al-Mumit, dan al-Ba’is.",
    "Menjelaskan makna asmaulhusna al-Qawiyyu, al-Muhyi, al-Mumit, dan al-Ba’is.",
    "Mengungkap nilai-nilai akhlak terpuji sebagai bukti keyakinan kepada asmaulhusna al-Qawiyyu, al-Muhyi, al-Mumit, dan al-Ba’is.",
    "Menyimpulkan perilaku terpuji yang sesuai dengan asmaulhusna al-Qawiyyu, al-Muhyi, al-Mumit, dan al-Ba’is.",
    "Membuat tulisan indah asmaulhusna al-Qawiyyu, al-Muhyi, al-Mumit, dan al-Ba’is.",
    "Meyakini makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
    "Membiasakan perilaku terpuji sebagai bukti wujud implementasi dari makna hidup saling menghargai dan tugas utama sebagai khalifah dengan benar.",
    "Menjelaskan makna hidup saling menghargai dan tugas utama sebagai khalifah dengan benar.",
    "Menyebutkan makna saling menghargai dan tugas utama manusia sebagai khalifah dengan benar.",
    "Menampilkan contoh-contoh perilaku saling menghargai dan tugas utama sebagai khalifah dengan benar.",
    "Menemukan perilaku-perilaku manusia sebagai khalifah dalam kehidupan sehari hari di lingkungan terdekat dengan benar.",
    "Meyakini makna zakat, infak, sedekah, dan hadiah dengan benar.",
    "Membiasakan perilaku berbagi sebagai bukti menerapkan makna zakat, infak, sedekah, dan hadiah dengan benar.",
    "Menjelaskan makna zakat, infak, sedekah, dan hadiah dengan benar.",
    "Membedakan makna zakat, infak, sedekah, dan hadiah dengan benar.",
    "Menciptakan ide-ide kegiatan yang serupa dengan makna zakat, infak, sedekah, dan hadiah dengan benar.",
    "Mempraktikkan makna zakat, infak, sedekah, dan hadiah dengan benar.",
    "Meyakini peristiwa Fathu Makkah dan Haji Wada dengan benar.",
    "Membiasakan perilaku pantang menyerah sebagai bukti implementasi makna Fathu Makkah dan Haji Wada dengan benar.",
    "Menjelaskan pengertian peristiwa Fathu Makkah dan Halaji Wada dengan benar.",
    "Menjelaskan sebab-sebab terjadinya peristiwa Fathu Makkah dengan benar.",
    "Menentukan perilaku mulia Rasulullah saw. dalam peristiwa Fathu Makkah dan Haji Wada dengan tepat.",
    "Menemukan perilaku terpuji dalam peristiwa Fathu Makkah dan Haji Wada dengan tepat.",
    "Menghubungkan peristiwa Fathu Makkah dan Haji Wada dengan perilaku terpuji sehari-hari dengan benar.",
    "Meyakini kebenaran pokok Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256 dengan benar.",
    "Membaca Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256 dengan fasih.",
    "Menjelaskan pesan-pesan pokok Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256 dengan benar.",
    "Mengemukakan pendapat terkait dengan Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256 dengan benar.",
    "Menemukan perilaku-perilaku yang sesuai dengan Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256 dengan benar.",
    "Mengambil hikmah yang sesuai dengan makna Al-Qur’an Surah Ali ‘Imran/3: 64 dan al-Baqarah/2: 256 dengan benar.",
    "Meyakini adanya hari akhir dengan benar.",
    "Menumbuhkan sikap gotong-royong dan mawas diri sebagai bentuk keimanan kepada hari akhir dengan benar.",
    "Menjelaskan makna iman kepada hari akhir dengan benar.",
    "Menceritakan perjalanan iman kepada hari akhir dengan benar.",
    "Menjelaskan makna kiamat dan alam barzah/alam kubur dengan benar.",
    "Menemukan hikmah beriman kepada hari akhir dengan benar.",
    "Membuat peta konsep perjalanan di hari akhir secara berkelompok dengan benar.",
    "Meyakini makna persaudaraan dalam Islam dengan benar.",
    "Membiasakan berperilaku terpuji saling bersaudara sesuai dengan Islam dengan benar.",
    "Menjelaskan makna persaudaraan dalam Islam dengan benar.",
    "Menjelaskan tentang berteman tanpa membedakan agama dengan benar.",
    "Menemukan hikmah teman tanpa membedakan agama dengan benar.",
    "Meneladani Rasulullah saw. dalam berinteraksi dengan pemeluk agama lain dengan benar.",
    "Mempraktikkan perilaku bersaudara sesuai dengan Islam dengan benar.",
    "Meyakini ketentuan pelaksanaan ibadah haji dan kurban dengan benar.",
    "Membiasakan perilaku terpuji rela berkurban sebagai bukti mengimani ibadah haji dan kurban dengan benar.",
    "Menjelaskan ketentuan pelaksanaan ibadah haji dan kurban dengan benar.",
    "Menemukan hikmah pelaksanaan ibadah haji dan kurban dengan benar.",
    "Mempraktikkan manasik haji dan kurban sesuai ketentuan dengan benar.",
    "Meyakini kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
    "Membiasakan perilaku terpuji gemar menolong sebagai bukti mengimani perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
    "Menumbuhkan sifat sabar dan percaya diri sebagai wujud meyakini kebenaran khulafaurrasyidin dengan baik.",
    "Menjelaskan kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
    "Menceritakan kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
    "Menemukan keteladanan dari khulafaurrasyidin dalam kehidupan sehari-hari dengan tepat."
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    "Peserta didik mampu menunjukkan ragam budaya dan tokoh teladan pendiri bangsa serta tokoh teladan agama Buddha.",
    "Peserta didik mampu menggunakan bahasa agama Buddha, bahasa daerah, dan bahasa Indonesia dalam doa dan kitab suci sebagai bagian dari budaya bangsa dan pembentuk identitas umat Buddha.",
    "Peserta didik mampu menunjukkan sikap keteladanan dalam riwayat kehidupan Pangeran Siddharta dan Buddha untuk berterima kasih atas pertolongan orang lain.",
    "Peserta didik mampu menghargai keragaman cara puja dan peralatan puja dari berbagai aliran atau tradisi agama Buddha di sekolah maupun lingkungan tempat tinggal.",
    "Peserta didik mampu mengamalkan nilai-nilai Pancasila Buddhis dan Pancasila dasar negara dalam menemukan solusi terhadap masalah perbedaan.",
    "Peserta didik mampu meniru informasi dan meneladan pelestarian sumberdaya alam dan lingkungan dengan menerapkan aturan musyawarah."
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    "Menghayati dan mengimani kebesaran Tian Yang Maha Roh.",
    "Menalar tentang penerapan iman dalam kehidupan.",
    "Mengimani nilai-nilai peringatan hari ibadah berdasarkan penanggalan Yangli dan Kongzili.",
    "Mengimani dan menialankan nilai-nilai peringatan hari persembahyangan kepada Tuhan.",
    "Memahami arti dan menulis 字, 拜, 祭, 祀, 天主.",
    "Meyakini dan menerialankan nilai-nilai peringatan hari ibadah kepada Nabi Kongzi dan Shenming.",
    "Menelusuri dan menjelaskan keturunan Nabi Kongzi.",
    "Memahami arti dan menerapkan tata cara dan perlengkapan.",
    "Mengemukakan makna Dongzhi dan Hari Genta Rohani serta Hari Wafat Yasheng Mengzi.",
    "Memahami arti dan menulis 圣诞, 忌辰, 冬至, 圣, 善.",
    "Mengkorelasikan penerapan Laku Bakti dalam Lima Hubungan Kemasyarakatan.",
    "Menalar dan mengurai penerapan Awal dan Akhir Laku Bakti.",
    "Meyakini keberadaan leluhur dan memahami makna sembahyang kepada leluhur.",
    "Menjelaskan hari raya / sembahyang agama Khonghucu dan nilai-nilai persembahyangan kepada Leluhur, terutama sembahyang Qingming.",
    "Memahami arti dan menulis 孝, 悌, 忠, 恕, 清明.",
    "Menerima dan menyakini wahyu Tian yang diterima oleh para Nabi dan Raja suci.",
    "Menelaah & meniru karya-karya Raja Yao.",
    "Menelaah diri terhadap keagungan teladan Raja Shun.",
    "Menguraikan jasa-jasa Raja Da Yu dan karya-karya Raja Wen.",
    "Memahami arti dan menulis 仁, 义, 礼, 智, 圣."
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    "Menjelaskan alasan bersyukur untuk keluarga pemberian Allah.",
    "Mendaftarkan hal-hal yang dapat kamu pelajari dari keluarga.",
    "Membuat karya kreatif sebagai tanda terima kasih atas keluarga pemberian Allah.",
    "Menjelaskan alasan bersyukur untuk sekolah pemberian Allah.",
    "Mendaftarkan hal-hal menyenangkan yang dapat dipelajari di sekolah.",
    "Membuat karya kreatif sebagai tanda terima kasih atas kehadiran Allah dalam kehidupan sekolah.",
    "Memahami bentuk-bentuk pemeliharaan Allah.",
    "Mendaftarkan contoh-contoh pemeliharaan Allah.",
    "Membuat karya sebagai wujud syukur atas pemeliharaan Allah.",
    "Menjelaskan alasan Yesus lahir ke dunia.",
    "Mendaftarkan hal-hal yang dapat dilakukan untuk meneguhkan iman percaya kepada Yesus Kristus sebagai Juruselamat.",
    "Membuat karya kreatif sebagai tanda terima kasih karena Yesus lahir bagi manusia.",
    "Menjelaskan alasan Yesus menderita, mati dan bangkit.",
    "Mendaftarkan contoh-contoh tindakan yang harus dilakukan oleh orang yang sudah diselamatkan.",
    "Membuat karya kreatif sebagai tanda terima kasih atas keselamatan yang sudah diterima.",
    "Menuliskan pengertian manusia baru.",
    "Mendaftarkan perbedaan manusia baru dan manusia lama.",
    "Membuat karya dengan judul \"Aku Mau Berubah\".",
    "Menuliskan arti bertobat menggunakan pemahaman sendiri.",
    "Mendaftarkan contoh-contoh tindakan manusia yang sudah bertobat.",
    "Membuat karya dalam bentuk kartu komitmen yang menyatakan tekad untuk mau bertobat.",
    "Menjelaskan alasan perlu bersahabat dengan semua orang.",
    "Mendaftarkan kendala dan solusi untuk bersahabat dengan semua orang.",
    "Membuat karya bertemakan \"Kamu Sahabatku\".",
    "Menuliskan arti berbela rasa.",
    "Mendaftarkan contoh tindakan berbela rasa yang pernah dilakukan dan yang belum pernah dilakukan.",
    "Membuat rencana kegiatan atau proyek berbela rasa.",
    "Menuliskan arti tolong-menolong.",
    "Mendaftarkan contoh tindakan menolong semua orang tanpa mengenal batas.",
    "Membuat rancangan kegiatan atau sebuah proyek menolong sesama.",
    "Menjelaskan pentingnya bersyukur atas kemahakuasaan Allah melalui fenomena alam.",
    "Mendaftarkan contoh kehadiran Allah dalam fenomena alam.",
    "Menuliskan manfaat fenomena alam bagi kehidupan umat manusia dihubungkan dengan cerita Yesus meredakan angin ribut.",
    "Membuat karya dalam bentuk doa sebagai wujud syukur atas kemahakuasaan Allah yang hadir melalui fenomena alam.",
    "Menjelaskan pentingnya memelihara alam dan lingkungan di sekolah.",
    "Mendaftarkan contoh memelihara alam dan lingkungan di sekolah.",
    "Menuliskan manfaat memelihara alam dan lingkungan di sekolah.",
    "Membuat karya dalam bentuk sebuah proyek memelihara alam dan lingkungan di sekolah."
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    "Peserta didik mampu menjiwai diri sebagai perempuan atau laki-laki sebagai citra Allah yang sederajat sehingga mampu mewujudkan iman dalam hidup sehari-hari.",
    "Peserta didik mampu menggali tokoh-tokoh Perjanjian Lama yaitu Daud sebagai pemimpin, Salomo yang bijaksana, dan Ester perempuan pemberani, sehingga terdorong untuk meneladani mereka dalam hidup sehari-hari.",
    "Peserta didik mampu mengenal Maria dan Elisabet sebagai tokoh Perjanjian Baru di dalam karya keselamatan; serta semakin mengenal Yesus yang mengajarkan pengampunan dan Allah yang penyayang, orang berdosa; Yesus yang menderita, wafat, dan bangkit; sehingga mampu mewujudkan imannya dalam kehidupan sehari-hari.",
    "Peserta didik mampu menjiwai Roh Kudus yang diutus Yesus untuk menguatkan para rasul, dan semua orang yang percaya; sehingga mampu mewujudkan iman dalam hidup sehari-hari, dan cara terlibat dalam hidup menggereja, hidup bersesama yang dijiwai Roh Kudus, terlibat dalam pelestarian lingkungan, dan mengembangkan sikap jujur.",
    "Peserta didik mampu memahami Yesus Kristus dan dijiwai oleh Roh Kudus, sehingga mampu mewujudkan iman di dalam kehidupan bermasyarakat, terlibat dalam pelestarian lingkungan, dan menegakkan keadilan."
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    "Menguraikan dan mengamalkan nilai-nilai dalam Kitab Mahābhārata.",
    "Mengetahui tentang unsur-unsur pembentuk alam semesta dan mendeskripsikan usaha-usaha dalam rangka menjaga alam semesta menurut ajaran agama Hindu.",
    "Mengetahui dan menguraikan ajaran Catur Asrama dalam kehidupan.",
    "Mengetahui bagian-bagian Pañca Yajña dan mempraktikkannya dalam kehidupan sehari-hari.",
    "Mengetahui tentang sejarah perkembangan agama Hindu di Indonesia, kemudian mendeskripsikan upaya-upaya melestarikan peninggalan sejarah perkembangan agama Hindu Indonesia."
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    "Peserta didik dapat mengadaptasi dan memodifikasi keterampilan gerak dalam berbagai situasi serta mentransfer strategi gerak yang dikuasai ke situasi yang berbeda sesuai potensi dan kreativitas yang dimiliki dengan menunjukkan nilai-nilai Profil Pelajar Pancasila.",
    "Peserta didik dapat mememiki konsep gerak serta memperkirakan dan menguji efektivitas strategi gerak. Hal tersebut untuk menemukan konsep yang lebih meningkatkan keterampilan sesuai potensi dan kreativitas yang dimiliki peserta didik dengan menunjukkan nilai-nilai Profil Pelajar Pancasila.",
    "Peserta didik dapat merancang dan menguji aturan alternatif dan modifikasi permainan untuk permainan yang adil dan inklusif.",
    "Peserta didik dapat berpartisipasi dalam aktivitas di luar ruangan dan lingkungan alami serta mendeskripsikan faktor-faktor yang memengaruhi partisipasi. Selain itu, peserta didik terlibat dalam aktivitas fisik untuk menggambarkan dampak aktivitas rutin terhadap kesehatan.",
    "Peserta didik dapat mengidentifikasi risiko kesehatan akibat gaya hidup dan pencegahan melalui aktivitas jasmani berdasarkan otoritas kesehatan. Peserta didik juga dapat mengidentifikasi dan menerapkan pola makan sehat untuk mendukung gaya hidup aktif. Selain itu, memilih makanan sehat untuk menunjang aktivitas jasmani berdasarkan informasi kandungan gizi pada makanan."
  ],
  "Bahasa Indonesia": [
    "Memahami cara mendeskripsikan ciri-ciri seseorang, lalu menuangkannya dalam bentuk tulisan, serta membangun apresiasi terhadap keunikan individu.",
    "Menjadi tertarik membaca buku-buku yang direkomendasikan dan dapat menjelaskan pemahamannya akan buku itu.",
    "Mengekspresikan diri dengan menjelaskan informasi dalam teks dan gambar, serta menyampaikan gagasan dengan bahasa yang baik dan santun.",
    "Mengembangkan kemampuan berpikir kreatif, berkomunikasi, dan berkolaborasi dengan merancang kegiatan wirausaha sederhana yang bermanfaat.",
    "Melihat hubungan sebab akibat, menemukan informasi yang relevan, serta dapat menuliskan pengalaman mengunjungi suatu tempat dengan bahasa yang baik.",
    "Menelusuri kebenaran informasi yang ada di berbagai jenis teks, menceritakan sebuah cerita bisu dengan bahasa sendiri, mempresentasikan hasil observasi lingkungan, dan menerapkan praktik baik memelihara lingkungan."
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    "Mengidentifikasi letak geografis Indonesia melalui pengamatan peta dan menganalisis pengaruhnya terhadap kehidupan masyarakat.",
    "Memecahkan masalah kegiatan ekonomi yang ada di daerahnya dan mengetahui pemecahan masalah tersebut.",
    "Mengenali komponen dalam ekosistem, menganalisis hubungan antarkomponen, dan mengevaluasi dampak aktivitas manusia terhadap keseimbangan ekosistem.",
    "Menjelaskan kembali pemahaman tentang siklus air dan mengusulkan upaya menjaga ketersediaan air di lingkungan sekitar.",
    "Mengenali peninggalan sejarah dan warisan budaya di daerahnya serta menemukan keterkaitan sejarah masa lalu dengan masa sekarang.",
    "Mengenali perubahan pada diri di fase pubertas untuk menjaga kesehatan diri.",
    "Menjelaskan konsep dasar tentang cahaya dan aplikasinya dalam kehidupan sehari-hari.",
    "Menjelaskan konsep dasar tentang bunyi dan aplikasinya dalam kehidupan sehari-hari."
  ],
  "Bahasa Inggris": [
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam situasi jual beli, dengan menggunakan pola kalimat tertentu yang sesuai.",
    "Peserta didik dapat mengidentifikasi teks pendek dan sederhana yang berkaitan dengan buah-buahan, sayur-sayuran, dan bahan makanan lainnya.",
    "Peserta didik dapat membaca/mengamati teks yang mencakup informasi tentang buah-buahan, sayur-sayuran, dan bahan makanan lainnya, baik dalam bentuk cetak maupun digital.",
    "Peserta didik dapat mengomunikasikan ide dan pengalaman mereka dalam membeli buah, sayur, dan bahan makanan lain lainnya melalui gambar.",
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam konteks kegiatan rumah serta membuat sebuah urutan langkah memasak yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
    "Peserta didik dapat mengidentifikasi teks pendek dan sederhana untuk bertanya dan menanggapi sebuah permintaan serta membuat sebuah urutan langkah memasak dengan bantuan petunjuk visual atau konteks.",
    "Peserta didik dapat membaca/mengamati teks cetak atau digital interaktif terkait sebuah urutan langkah memasak.",
    "Peserta didik dapat mengomunikasikan ide dan pengalaman mereka untuk bertanya dan menanggapi sebuah permintaan dalam konteks kegiatan rumah serta membuat sebuah urutan langkah memasak.",
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi rumah yang dapat diprediksi dengan menggunakan pola kalimat tertentu untuk mendeskripsikan lingkungan rumah.",
    "Peserta didik dapat mengubah/mengganti beberapa unsur kalimat untuk mendeskripsikan lingkungan rumah.",
    "Peserta didik dapat menemukan informasi tentang deskripsi arah dan tempat-tempat di lingkungan rumah dalam suatu kalimat dalam teks yang dibaca atau dilihat.",
    "Peserta didik dapat mengomunikasikan ide dan pengalamannya tentang lingkungan rumah dengan menulis lisan.",
    "Dengan dukungan guru, peserta didik dapat menghasilkan teks sederhana dengan menggunakan gambar tentang lingkungan rumah.",
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi kelas terkait penyebutan nilai uang dan barang yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
    "Peserta didik dapat mengidentifikasi teks pendek dan sederhana terkait nilai uang dengan bantuan petunjuk visual atau konteks.",
    "Peserta didik dapat membaca/mengamati teks cetak atau digital interaktif terkait nilai barang-barang.",
    "Peserta didik dapat mengomunikasikan ide dan pengalamannya mengenai penyebutan nilai uang dan barang melalui gambar.",
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi kelas yang dapat diprediksi dengan menggunakan pola kalimat tertentu terkait perpustakaan.",
    "Peserta didik dapat mengidentifikasi teks pendek dan sederhana terkait perpustakaan dengan bantuan petunjuk visual atau konteks.",
    "Peserta didik dapat membaca/mengamati teks cetak atau digital interaktif sederhana, dan familiar, termasuk teks visual, multimodal, atau interaktif.",
    "Peserta didik dapat mengomunikasikan ide dan pengalamannya melalui gambar terkait perpustakaan.",
    "Peserta didik dapat menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi kelas yang dapat diprediksi dengan menggunakan pola kalimat tertentu terkait cerita imajinatif.",
    "Peserta didik dapat mengubah beberapa unsur kalimat untuk melengkapi suatu cerita imajinatif.",
    "Peserta didik dapat menemukan informasi dasar dalam suatu cerita imajinatif.",
    "Peserta didik dapat mengomunikasikan ide dan pengalamannya dengan menulis kembali suatu cerita imajinatif.",
    "Dengan bantuan guru, peserta didik dapat menceritakan kembali suatu cerita imajinatif dengan menggunakan gambar."
  ],
  "Seni Budaya (Seni Teater)": [
    "Mengembangkan karakter tubuh berdasarkan instruksi.",
    "Mengeksplorasi olah suara dan rasa menggunakan stimulus.",
    "Melakukan imajinasi menggunakan stimulus.",
    "Membuat deskripsi dan catatan untuk tokoh yang diperankan.",
    "Menggunakan seluruh anggota tubuh untuk menunjang perannya.",
    "Menirukan cara bertutur dan cara bergerak sesuai sifat karakter yang diperankan.",
    "Mengatur dinamika suara dengan tepat sesuai interpretasi terhadap situasi.",
    "Menceritakan kembali pengalaman dalam sebuah aktivitas yang telah dilakukan.",
    "Mengevaluasi unsur-unsur teater dengan menggunakan kosakata teater yang tepat.",
    "Mengapresiasi kinerja kelompok dan individu.",
    "Menjelaskan berbagai emosi yang muncul dari sebuah penampilan.",
    "Mengomunikasikan ide lewat kegiatan imajinatif.",
    "Memahami bloking dan penerapannya di berbagai situasi panggung.",
    "Menunjukkan keterlibatan sepanjang proses pembelajaran.",
    "Menggunakan properti dengan memanfaatkan alat dan bahan yang ada di sekitar.",
    "Menunjukkan perilaku bertanggung jawab terhadap tugas dan perannya.",
    "Menceritakan dan mengembangkan berbagai situasi imajinatif.",
    "Menirukan gerakan dan suara karakter atau makhluk hidup yang diamati.",
    "Melibatkan diri dalam situasi rekaan dengan mengandalkan beberapa stimulus.",
    "Menirukan tokoh secara utuh lewat karakter, vokal, dan gestur.",
    "Menuliskan dialog-dialog yang responsif terhadap situasi di dalam cerita.",
    "Merancang pertunjukan sederhana secara mandiri.",
    "Menampilkan dengan percaya diri dan antusias.",
    "Menerapkan sikap kolaboratif dengan tim.",
    "Menghargai sebuah pertunjukan dengan menjadi penonton yang apresiatif dan kritis.",
    "Menampilkan pertunjukan sederhana dengan cerita berlatar pada minat peserta didik.",
    "Menampilkan pertunjukan secara mandiri."
  ],
  "Seni Budaya (Seni Tari)": [
    "Mengamati berbagai bentuk tari tradisi secara berkelompok.",
    "Mengidentifikasi unsur pendukung tari dalam tari tradisi.",
    "Mengklasifikasi unsur pendukung tari dalam tari tradisi.",
    "Menghargai ciri khas dan keunikan gerak-gerak tari tradisi.",
    "Mengidentifikasi bentuk desain kelompok, yaitu serempak (unison), berimbang (balance), dan selang-seling (alternate) bersumber dari tari tradisi.",
    "Meragakan gerak tari tradisi sesuai dengan unsur pendukung tari, yaitu musik, properti, tata rias dan busana dengan menggunakan desain kelompok, yaitu serempak (unison), berimbang (balance), dan selang-seling (alternate) bersumber dari tari tradisi.",
    "Merangkai ragam gerak tari tradisi yang dipilih secara kelompok.",
    "Menghargai keberagaman budaya melalui pemahaman unsur-unsur pendukung dan desain kelompok dari tari tradisi."
  ],
  "Seni Budaya (Seni Rupa)": [
    "Memahami unsur rupa dan prinsip desain.",
    "Menemukan minimal tiga unsur seni rupa yang terdapat dalam benda di lingkungan sekitar.",
    "Mendeteksi unsur seni rupa yang membentuk prinsip ritme seni rupa di lingkungan sekitar.",
    "Menunjukkan konsep prinsip ritme sebagai pengulangan unsur seni rupa/desain yang terdapat dalam benda di lingkungan sekitar.",
    "Menggambar dengan menggunakan prinsip ritme dalam seni rupa yang terdapat dalam objek di lingkungan sekitar.",
    "Menemukan ritme dalam sebuah karya atau benda-benda bernilai seni yang terdapat di lingkungan sekitar.",
    "Membandingkan ritme unsur tertentu dalam sebuah karya seni atau objek yang terdapat di lingkungan sekitar.",
    "Menguraikan ritme dalam sebuah objek/karya seni rupa.",
    "Menggambar bentuk/objek dengan menerapkan ritme.",
    "Menemukan prinsip proporsi dan komposisi dalam sebuah karya seni atau objek di sekitar.",
    "Membandingkan sebuah karya seni atau objek di lingkungan sekitar berdasarkan prinsip proporsi dan komposisi di dalamnya.",
    "Menyusun sebuah karya seni atau sebuah objek di sekitar berdasarkan prinsip proporsi dan komposisi.",
    "Menggambar objek/benda dengan memperhatikan prinsip proporsi dan komposisi dengan kreativitasnya sendiri.",
    "Menunjukkan produk karya seni dari menyimpul.",
    "Menganalisis aneka simpul dalam makrame.",
    "Memilih aneka bahan yang digunakan untuk pembuatan karya seni simpul.",
    "Merancang karya seni simpul sesuai ide dan kreativitasnya sendiri.",
    "Menciptakan makrame sesuai ide dan kreativitasnya sendiri.",
    "Mengidentifikasi nama benda/karya seni dengan teknik anyaman.",
    "Mengurai bahan-bahan untuk membuat benda/karya seni anyaman.",
    "Memilih alat yang digunakan untuk membuat karya seni dengan teknik anyaman.",
    "Menjelaskan tahapan pembuatan karya seni dengan teknik anyaman.",
    "Membuat suvenir dari teknik anyaman dengan kreativitasnya sendiri.",
    "Menemukan limbah yang terdapat di lingkungan sekitar.",
    "Menyeleksi limbah yang akan digunakan sebagai bahan karya seni.",
    "Menjelaskan tahapan dalam membuat karya seni dari limbah.",
    "Merancang produk karya seni yang akan dibuat dari limbah.",
    "Menciptakan karya seni dengan memanfaatkan limbah yang tersedia di sekitar kita."
  ],
  "Pendidikan Pancasila": [
    "Memahami kronologi sejarah kelahiran Pancasila",
    "Meneladi sikap para perumus Pancasila",
    "Menerapkan nilai Pancasila di lingkungan masyarakat",
    "Mengidentiikasi bentukbentuk norma, hak, dan kewajiban dalam kedudukannya sebagai anggota keluarga dan warga sekolah, serta menunjukkan contoh-contohnya",
    "Menyajikan hasil identiikasi bentuk-bentuk norma, hak, dan kewajiban dalam kedudukannya sebagai anggota keluarga dan warga sekolah",
    "Mempraktikan norma, hak, dan kewajiban dalam kedudukan sebagai anggota keluarga dan warga sekolah",
    "Mempraktikkan musyawarah dalam kehidupan keluarga dan sekolah",
    "Menunjukkan keragaman budaya daerah.",
    "Menyajikan kegiatan pelestarian budaya daerah",
    "Mengidentiikasi kabupaten/kota dan provinsi sebagai bagian dari wilayah Negara Kesatuan Republik Indonesia",
    "Menyajikan contoh praktik gotong royong di lingkungan sekitar",
    "Mempraktikan gotong royong sebagai wujud bela negara di lingkungan sekolah dan sekitar"
  ]
}
