
{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Mari Mengaji dan Mengkaji Q.S. Ad-Duha dan Hadis tentang Keutamaan Memberi",
      "tp": [
        "Menyebutkan arti, jumlah ayat, kelompok surah, dan tempat turunnya Ad-Duha.",
        "Menjelaskan pesan pokok dan hukum bacaan tafkhim dan tarqiq dalam Q.S. Ad-Duha.",
        "Membaca Q.S. Ad-Duha dengan tartil dan menunjukkan kebiasaan membacanya.",
        "Menjelaskan kandungan hadis keutamaan memberi dan menerima pemberian."
      ]
    },
    {
      "slm": "Memahami Nama-Nama Allah Swt.",
      "tp": [
        "Menjelaskan arti al-Gaffar, al-Afuw, al-Wahid, dan al-Samad.",
        "Menjelaskan syarat untuk mendapat ampunan Allah.",
        "Menjelaskan ciri-ciri orang yang mengimani keesaan Allah, al-Wahid.",
        "Menjelaskan mengapa hanya Allah tempat bergantung, al-Samad.",
        "Menjelaskan alasan harus bertabayun dan bersikap pemaaf.",
        "Membuat paparan tentang al-Gaffar, al-Afuw, al-Wahid, dan al-Samad."
      ]
    },
    {
      "slm": "Hidup Damai dengan Saling Memaafkan",
      "tp": [
        "Menjelaskan arti menyatakan penyesalan dan memaafkan.",
        "Menjelaskan pentingnya adab menyesal dan memaafkan.",
        "Memerinci ciri-ciri orang yang pemaaf.",
        "Mengungkapkan hikmah dan menerapkan menyatakan penyesalan dan memaafkan dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Hukum Halal dan Haram",
      "tp": [
        "Menjelaskan definisi halal dan haram.",
        "Menyebutkan dasar hukum halal dan haram.",
        "Menjelaskan sebab-sebab halal dan haram.",
        "Membuat paparan tentang hukum halal dan haram.",
        "Menerapkan ketentuan halal dan haram dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Jasa Khulafaurrasyidin (Abu Bakar dan Umar bin Khattab)",
      "tp": [
        "Menyebutkan nama, nasab, dan gelar Khalifah Abu Bakar dan Umar bin Khattab.",
        "Menjelaskan jasa-jasa Khalifah Abu Bakar dan Umar bin Khattab.",
        "Membuat paparan tentang jasa-jasa Khalifah Abu Bakar dan Umar bin Khattab."
      ]
    },
    {
      "slm": "Mari Mengaji dan Mengkaji Q.S. al-A'la",
      "tp": [
        "Membaca Q.S. Al-A'la dengan baik dan benar.",
        "Menulis Q.S. Al-A'la dengan benar dan rapi.",
        "Menjelaskan pesan-pesan pokok Q.S. Al-A'la dengan baik.",
        "Menghafal Q.S. Al-A'la dengan benar dan lancar.",
        "Menunjukkan sikap mensucikan nama Allah dengan mengagungkan sifat-sifat-Nya.",
        "Menunjukkan kebiasaan membaca Al-Qur'an dalam kehidupan sehari-hari.",
        "Menunjukkan sikap kerja keras dalam melaksanakan aktivitas kebaikan."
      ]
    },
    {
      "slm": "Indahnya Ketetapan Allah (Qada dan Qadar)",
      "tp": [
        "Menjelaskan makna iman kepada Qada dan kadar.",
        "Menjelaskan jenis dan contoh Qada dan kadar.",
        "Menjelaskan hikmah iman kepada Qada dan kadar.",
        "Membuat paparan tentang iman kepada Qada dan kadar.",
        "Menumbuhkan sikap rendah hati, sabar, dan optimis sebagai bentuk keyakinan terhadap Qada dan kadar."
      ]
    },
    {
      "slm": "Peduli Lingkungan",
      "tp": [
        "Menjelaskan pengertian lingkungan dan jenis-jenisnya.",
        "Menjelaskan konsep Islam tentang kepedulian terhadap lingkungan.",
        "Menjelaskan manfaat menjaga lingkungan.",
        "Menjelaskan tata cara kepedulian terhadap lingkungan.",
        "Menerapkan sikap peduli terhadap lingkungan di sekolah.",
        "Membuat karya gambar poster tentang ajakan peduli lingkungan."
      ]
    },
    {
      "slm": "Mengamalkan Puasa Sunah",
      "tp": [
        "Menjelaskan makna puasa sunnah dengan baik dan benar.",
        "Menjelaskan jenis dan ketentuan puasa sunah dengan benar.",
        "Menjelaskan hikmah dan keutamaan puasa sunah.",
        "Mempraktikkan tata cara pelaksanaan puasa sunah.",
        "Mengamalkan puasa sunah dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Meneladani Jasa Khalifah Usman bin Affan dan Ali Bin Abi Talib",
      "tp": [
        "Mengenal khalifah Usman bin Affan dan Ali bin Abi Talib.",
        "Menjelaskan jasa-jasa khalifah Usman bin Affan dan Ali bin Abi Talib.",
        "Membuat paparan tentang jasa-jasa khalifah Usman bin Affan dan Ali bin Abi Talib.",
        "Meneladani jasa-jasa dan perjuangan khalifah Usman bin Affan dan Ali bin Abi Talib dalam kehidupan sehari-hari.",
        "Menunjukkan sikap teguh pendirian dalam memegang prinsip kebenaran ajaran Islam."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Allah Berkarya di Tengah-Tengah Masyarakat",
      "tp": [
        "Menjelaskan cara Allah berkarya di tengah-tengah masyarakat.",
        "Mensyukuri karya Allah di tengah-tengah masyarakat.",
        "Membuat sebuah karya kreatif untuk mensyukuri karya Allah di tengah-tengah keluarga."
      ]
    },
    {
      "slm": "Pelajaran 2: Mendengar Tangisan Sesama",
      "tp": [
        "Menyimpulkan arti sesamaku manusia.",
        "Menceritakan pengalaman berinteraksi dengan sesama.",
        "Mensyukuri kehadiran orang-orang di dalam hidupnya.",
        "Menganalisis beberapa tantangan hidup berinteraksi dengan sesama.",
        "Membuat sebuah karya kreatif untuk diberikan kepada sesama."
      ]
    },
    {
      "slm": "Pelajaran 3: Allah, Sumber Kekuatanku!",
      "tp": [
        "Menganalisis beberapa keterbatasan manusia.",
        "Menceritakan bentuk-bentuk pemeliharaan Allah.",
        "Mensyukuri Allah sebagai sumber kekuatan.",
        "Membuat sebuah karya kreatif untuk mengekspresikan keterbatasan manusia."
      ]
    },
    {
      "slm": "Pelajaran 4: Aku, Pribadi yang Istimewa",
      "tp": [
        "Menjelaskan arti istimewa dan berkebutuhan khusus.",
        "Mendaftarkan beberapa kelebihan dan kekurangan.",
        "Mensyukuri pemeliharaan Allah di dalam hidup.",
        "Membuat sebuah karya kreatif untuk mengekspresikan pemeliharaan Allah."
      ]
    },
    {
      "slm": "Pelajaran 5: Yesus Menyelamatkan Manusia",
      "tp": [
        "Menjelaskan cara Yesus menyelamatkan manusia.",
        "Mensyukuri karya keselamatan dari Yesus.",
        "Menceritakan kisah pengorbanan orang-orang yang ada di sekelilingnya.",
        "Membuat sebuah karya kreatif untuk mensyukuri karya keselamatan Yesus."
      ]
    },
    {
      "slm": "Pelajaran 6: Menjadi Manusia Baru",
      "tp": [
        "Menjelaskan arti menjadi manusia baru.",
        "Membedakan sikap hidup manusia baru dan manusia lama.",
        "Mendaftarkan beberapa kegiatan yang dapat dilakukan sebagai manusia baru dan tantangan yang dihadapi.",
        "Mensyukuri pengorbanan Kristus yang membuatnya menjadi manusia baru.",
        "Membuat sebuah karya kreatif untuk mempraktikkan sikap hidup sebagai manusia baru."
      ]
    },
    {
      "slm": "Pelajaran 7: Aku Menyesal dan Bertobat",
      "tp": [
        "Menjelaskan arti bertobat.",
        "Menceritakan kembali kisah pertobatan Saulus.",
        "Mensyukuri kesetiaan Allah yang terus-menerus memanggil manusia untuk bertobat.",
        "Menceritakan tantangan melakukan pertobatan.",
        "Membuat sebuah karya kreatif untuk setia mengakui dosa-dosa di hadapan Allah."
      ]
    },
    {
      "slm": "Pelajaran 8: Menolak Diskriminasi",
      "tp": [
        "Menjelaskan arti diskriminasi.",
        "Menyebutkan beberapa bentuk diskriminasi di Indonesia.",
        "Mensyukuri berbagai keberagaman yang ada di tengah-tengah masyarakat Indonesia.",
        "Mengungkapkan sikap terhadap isu-isu diskriminasi di Indonesia.",
        "Merancang sebuah kegiatan antidiskrimasi."
      ]
    },
    {
      "slm": "Pelajaran 9: Saling Melayani",
      "tp": [
        "Menjelaskan alasan pentingnya saling melayani.",
        "Membedakan antara melayani dengan sukacita dan melayani dengan terpaksa.",
        "Mengucap syukur atas teladan Yesus dalam melayani.",
        "Mendaftarkan bentuk-bentuk pelayanan yang dapat dilakukan.",
        "Merancang sebuah kegiatan aksi sosial kepada anak-anak yatim piatu."
      ]
    },
    {
      "slm": "Pelajaran 10: Sikap Toleransi Antarmanusia",
      "tp": [
        "Menjelaskan arti toleransi.",
        "Mengucap syukur atas keberagaman yang ada di tengah-tengah masyarakat.",
        "Mendaftarkan sikap pro-toleransi dan anti-toleransi.",
        "Membuat sebuah karya kreatif dengan tema toleransi."
      ]
    },
    {
      "slm": "Pelajaran 11: Tuhan Mencipta, Manusia Mengelola",
      "tp": [
        "Menjelaskan tanggung jawab manusia terhadap alam ciptaan Allah.",
        "Mengucap syukur atas kemahakuasaan Allah melalui alam ciptaan Allah.",
        "Menceritakan upaya manusia memelihara alam ciptaan Allah.",
        "Membuat sebuah karya kreatif untuk mensyukuri alam ciptaan Allah."
      ]
    },
    {
      "slm": "Pelajaran 12: Lingkunganku Bersih, Aku pun Sehat",
      "tp": [
        "Menyimpulkan tujuan Allah menciptakan manusia.",
        "Mengucap syukur karena Allah memilihnya untuk memelihara alam dan lingkungan.",
        "Membedakan lingkungan yang bersih dan kotor.",
        "Menceritakan pengalaman memelihara alam dan lingkungan.",
        "Merancang kegiatan memelihara alam dan lingkungan dari bahan daur ulang."
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab 1: Bangga Menjadi Anak Indonesia",
      "tp": [
        "Memahami unsur intrinsik cerita.",
        "Membedakan dan menulis surat resmi dan surat pribadi.",
        "Mengisi formulir sesuai petunjuk.",
        "Menulis surat elektronik (surel) dengan etika yang benar."
      ]
    },
    {
      "slm": "Bab 2: Musisi Indonesia di Pentas Dunia",
      "tp": [
        "Membuat peta pikiran untuk mengorganisasi informasi.",
        "Merancang dan melakukan wawancara.",
        "Menulis laporan hasil wawancara."
      ]
    },
    {
      "slm": "Bab 3: Taman Nasional dan Situs Warisan Dunia",
      "tp": [
        "Membedakan opini dan fakta dalam sebuah teks.",
        "Mengidentifikasi dan menggunakan majas dalam kalimat.",
        "Mengubah kalimat langsung menjadi tidak langsung dan sebaliknya.",
        "Menganalisis dan menyajikan informasi dari grafik.",
        "Menulis laporan hasil pengamatan secara sistematis."
      ]
    },
    {
      "slm": "Bab 4: Jeda untuk Iklim",
      "tp": [
        "Menggunakan sinonim dan antonim untuk memperkaya tulisan.",
        "Memahami dan menjelaskan informasi dari infografik.",
        "Menulis ringkasan teks eksplanasi.",
        "Merancang dan membuat poster yang efektif."
      ]
    },
    {
      "slm": "Bab 5: Anak-Anak yang Mengubah Dunia",
      "tp": [
        "Menggunakan peta berpikir untuk menyajikan gagasan.",
        "Menulis kutipan tokoh dengan tulisan tegak bersambung.",
        "Merancang dan membuat poster.",
        "Menyampaikan pendapat secara logis dan santun.",
        "Menulis naskah pidato yang terstruktur dan persuasif.",
        "Berpidato di depan kelas dengan intonasi dan ekspresi yang sesuai."
      ]
    },
    {
      "slm": "Bab 6: Liburan Perpisahan Kelas",
      "tp": [
        "Merancang anggaran untuk suatu kegiatan.",
        "Menganalisis informasi dalam iklan untuk mengambil keputusan.",
        "Menulis kuitansi sesuai format yang benar.",
        "Menulis cerita fiksi ilmiah pendek."
      ]
    },
    {
      "slm": "Bab 7: Aku Bisa Berempati",
      "tp": [
        "Memahami makna dan menggunakan ungkapan serta peribahasa.",
        "Menulis naskah drama sederhana.",
        "Menulis puisi berdasarkan pengalaman atau perasaan.",
        "Menggunakan kalimat majemuk bertingkat dalam tulisan.",
        "Menulis resensi buku yang telah dibaca."
      ]
    },
    {
      "slm": "Bab 8: Aman di Dunia Maya",
      "tp": [
        "Membedakan ciri-ciri teks fiksi dan nonfiksi.",
        "Menulis daftar pustaka dari berbagai sumber.",
        "Menulis esai argumentatif sederhana.",
        "Menyunting tulisan sendiri atau teman."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    {
      "slm": "Bab 1: Catur Weda sebagai Pedoman Kehidupan",
      "tp": [
        "Menjelaskan pengertian kitab suci Weda.",
        "Mengenal sifat-sifat Weda.",
        "Menjelaskan kedudukan Weda.",
        "Menguraikan Catur Weda Samhita dan Rsi Penyusunnya.",
        "Mempraktikkan aktualisasi Catur Weda dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 2: Karmaphala sebagai Hukum Sebab Akibat",
      "tp": [
        "Menjelaskan pengertian Karmaphala.",
        "Menguraikan pembagian Karmaphala.",
        "Menjelaskan sifat-sifat hukum Karmaphala.",
        "Menjelaskan cerita tentang hukum Karmaphala."
      ]
    },
    {
      "slm": "Bab 3: Ajaran Catur Guru dalam Kehidupan",
      "tp": [
        "Menjelaskan pengertian Catur Guru.",
        "Mengidentifikasi bagian-bagian Catur Guru.",
        "Menjelaskan upaya menghormati Catur Guru.",
        "Mendemonstrasikan cerita tentang Catur Guru."
      ]
    },
    {
      "slm": "Bab 4: Manggalaning Yajña dalam Kehidupan",
      "tp": [
        "Menjelaskan pengertian manggalaning yajña.",
        "Menyebutkan bagian-bagian manggalaning yajña.",
        "Menjelaskan fungsi manggalaning yajña.",
        "Menjelaskan upaya menghormati manggalaning yajña."
      ]
    }
  ],
  "Bahasa Inggris": [
    {
      "slm": "Chapter 1: Healthy Vegetables",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi sosial mengenai sayuran yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
        "memahami teks sederhana mengenai sayuran dengan bantuan petunjuk visual atau konteks.",
        "merespons teks cetak atau digital mengenai sayuran sederhana, familiar, termasuk teks visual, multimodal, atau interaktif.",
        "menghasilkan teks sederhana mengenai sayuran dengan menggunakan kata/frasa sederhana."
      ]
    },
    {
      "slm": "Chapter 2: Our Hygiene Habits",
      "tp": [
        "mengidentifikasi informasi penting dari teks lisan mengenai kebersihan diri dalam berbagai konteks dengan menggunakan beberapa strategi (meminta pembicara untuk mengulang, berbicara perlahan dan/atau menanyakan arti sebuah kata).",
        "mengikuti serangkaian instruksi sederhana mengenai kebersihan diri terkait prosedur kelas dan kegiatan pembelajaran.",
        "menjelaskan suatu topik mengenai kebersihan diri dalam teks yang dibaca atau dilihat.",
        "menulis teks sederhana mengenai kebersihan diri yang berkaitan dengan lingkungan kelas mereka menggunakan ejaan yang diciptakan.",
        "menulis teks sederhana mengenai kebersihan diri yang berkaitan dengan lingkungan rumah mereka menggunakan ejaan yang diciptakan."
      ]
    },
    {
      "slm": "Chapter 3: A Trip to the Zoo",
      "tp": [
        "mengidentifikasi informasi penting dari teks lisan mengenai pengalaman di masa lalu dalam berbagai konteks dengan menggunakan beberapa strategi (meminta pembicara untuk mengulang, berbicara perlahan dan/atau menanyakan apa arti sebuah kata).",
        "menjelaskan suatu topik mengenai pengalaman di masa lalu dalam teks yang dibaca atau dilihat.",
        "menulis teks sederhana mengenai pengalaman di masa lalu yang berkaitan dengan lingkungan kelas mereka menggunakan ejaan yang diciptakan.",
        "menulis teks sederhana mengenai pengalaman di masa lalu yang berkaitan dengan lingkungan rumah mereka menggunakan ejaan yang diciptakan."
      ]
    },
    {
      "slm": "Chapter 4: Let's Play!",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi sosial mengenai aktivitas fisik yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
        "mengidentifikasi kosakata baru mengenai aktivitas fisik dengan bantuan petunjuk visual atau konteks.",
        "merespons teks cetak atau digital mengenai aktivitas fisik sederhana, familiar, termasuk teks visual, multimodal, atau interaktif.",
        "menghasilkan teks prosedur sederhana mengenai aktivitas fisik dengan menggunakan kata/frasa sederhana."
      ]
    },
    {
      "slm": "Chapter 5: Having Fun in Our After-School Club",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi sosial mengenai kegiatan ekstrakurikuler dalam konteks lampau yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
        "mengidentifikasi kosakata baru mengenai kegiatan ekstrakurikuler dalam konteks lampau dengan bantuan petunjuk visual atau konteks.",
        "merespons teks cetak atau digital mengenai kegiatan ekstrakurikuler dalam konteks lampau sederhana, familiar, termasuk teks visual, multimodal, atau interaktif.",
        "menghasilkan teks sederhana mengenai kegiatan ekstrakurikuler dalam konteks lampau dengan menggunakan kata/frasa sederhana."
      ]
    },
    {
      "slm": "Chapter 6: Our School Project",
      "tp": [
        "mengidentifikasi informasi penting dari teks lisan mengenai proses menanam sayuran dalam berbagai konteks dengan menggunakan beberapa strategi (meminta pembicara untuk mengulang, berbicara perlahan dan/atau menanyakan apa arti sebuah kata).",
        "mengikuti serangkaian instruksi sederhana mengenai proses menanam sayuran terkait prosedur kelas dan kegiatan pembelajaran.",
        "menjelaskan suatu topik mengenai proses menanam sayuran dalam teks yang dibaca atau dilihat.",
        "menulis teks sederhana mengenai proses menanam sayuran yang berkaitan dengan lingkungan kelas mereka menggunakan ejaan yang diciptakan.",
        "menulis teks sederhana mengenai proses menanam sayuran yang berkaitan dengan lingkungan rumah mereka menggunakan ejaan yang diciptakan."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Belajar Pancasila dengan Menyenangkan",
      "tp": [
        "Menjelaskan makna yang terkandung dalam sila-sila Pancasila serta keterhubungan sila satu dengan yang lain."
      ]
    },
    {
      "slm": "Bab 2: Mengamalkan Pancasila untuk Kebahagiaan Bersama",
      "tp": [
        "Menguraikan makna Pancasila sebagai dasar negara, pandangan hidup, dan ideologi bangsa dan negara."
      ]
    },
    {
      "slm": "Bab 3: Mengenal Norma, Hak, dan Kewajiban dalam Kehidupan Berbangsa dan Bernegara",
      "tp": [
        "Mengidentifikasi bentuk-bentuk norma, hak, dan kewajiban dalam kedudukannya sebagai warga negara dan menunjukkan contoh-contohnya."
      ]
    },
    {
      "slm": "Bab 4: Belajar Bermusyawarah",
      "tp": [
        "Mensimulasikan kegiatan musyawarah yang ada di lingkungan masyarakat."
      ]
    },
    {
      "slm": "Bab 5: Menghormati Perbedaan Budaya dan Agama dalam Kehidupan Sehari-hari",
      "tp": [
        "Mengidentifikasi sikap menghormati dan menjaga perbedaan budaya dan agama di lingkungan keluarga, sekolah dan masyarakat.",
        "Mempraktikkan perilaku toleransi budaya dan agama dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 6: Provinsiku Bagian dari Wilayah Negara Kesatuan Republik Indonesia",
      "tp": [
        "Mengidentifikasi karakteristik wilayah provinsi tempat peserta didik tinggal sebagai bagian dari wilayah Negara Kesatuan Republik Indonesia."
      ]
    },
    {
      "slm": "Bab 7: Menjaga Persatuan dan Kesatuan dengan Gotong Royong",
      "tp": [
        "Memahami makna gotong royong untuk menjaga persatuan dan kesatuan di lingkungan sekolah dan sekitar.",
        "Menyajikan contoh praktik gotong royong di lingkungan sekitar.",
        "Mempraktikkan gotong royong sebagai wujud bela negara di lingkungan sekitar."
      ]
    }
  ],
"Pendidikan Agama dan Budi Pekerti (Buddha)": [
    {
      "slm": "Bab 1: Meneladan Sifat Buddha dalam Mengatasi Kesulitan",
      "tp": [
        "meneladan sifat-sifat Buddha dalam menyelesaikan kesulitan kehidupan di bermasyarakat",
        "menerapkan nilai-nilai moral Buddha dalam menyelesaikan kesulitan kehidupan di bermasyarakat"
      ]
    },
    {
      "slm": "Bab 2: Meneladan Sifat-Sifat Luhur Bodhisattva",
      "tp": [
        "meneladan sifat-sifat luhur Bodhisattva dalam mengatasi kesulitan kehidupan",
        "menerima sifat-sifat luhur Bodhisattva dalam mengatasi kesulitan kehidupan",
        "menerapkan contoh-contoh keteladanan Bodhisattva dalam kehidupan sehari-hari"
      ]
    },
    {
      "slm": "Bab 3: Menyelesaikan Masalah dengan Musyawarah",
      "tp": [
        "meneladan sikap Buddha dalam menyelesaikan masalah kehidupan dengan bermusyawarah",
        "merapkan nilai-nilai moral Buddha dalam menyelesaikan masalah kehidupan dengan bermusyawarah"
      ]
    },
    {
      "slm": "Bab 4: Menghargai Perbedaan Pendapat",
      "tp": [
        "menerima perbedaan pendapat dari orang lain dengan baik",
        "mengamalkan nilai-nilai perbedaan pendapat dalam kehidupan sehari-hari dengan penuh tanggung jawab",
        "menunjukkan sikap percaya diri atau keberanian dalam menyampaikan pendapat yang baik dan benar",
        "mempraktikkan ucapan yang baik dan benar",
        "menyajikan kreativitas sebagai perwujudan penyampaian pendapat yang baik dan benar"
      ]
    },
    {
      "slm": "Bab 5: Menghormati Ibadah Berbagai Aliran dan Agama Lain",
      "tp": [
        "menjelaskan keragaman pelaksanaan ibadah dari berbagai aliran",
        "mengaitkan nilai-nilai moral dalam menghormati aliran atau tradisi yang berbeda",
        "meneladan sikap toleransi, memahami perbedaan, dan hidup bersama dalam perbedaan"
      ]
    },
    {
      "slm": "Bab 6: Mendukung Kegiatan Puja",
      "tp": [
        "menunjukkan pentingnya memilih agama/aliran agama dengan benar",
        "menerima pelaksanaan puja dalam berbagai agama/aliran agama dengan penuh tanggung jawab",
        "mendeskripsikan manfaat jika seseorang setuju dalam kegiatan puja dalam berbagai agama/aliran agama dengan benar",
        "menganalisis hal-hal yang mendukung kegiatan puja dalam agama Buddha dengan benar",
        "melaksanakan kegiatan puja di sekolah dan tempat tinggalnya dengan benar"
      ]
    },
    {
      "slm": "Bab 7: Hak-Kewajiban Sebagai Anak dan Peserta Didik",
      "tp": [
        "menguraikan hak dan kewajiban sebagai seorang anak kepada orangtua dalam lingkungan keluarga",
        "menguraikan hak dan kewajiban sebagai peserta didik kepada guru di lingkungan sekolah"
      ]
    },
    {
      "slm": "Bab 8: Hak dan Kewajiban Umat Buddha, Warga Negara, dan Masyarakat",
      "tp": [
        "menunjukkan keterkaitan antara hak dan kewajiban sebagai satu kesatuan dengan tepat",
        "menerima hak dan kewajiban dengan penuh tanggung jawab",
        "mengritisi hak dan kewajiban umat Buddha, warga negara, dan masyarakat dengan tepat",
        "menyimpulkan nilai-nilai mendasar terkait dengan hak dan kewajiban umat Buddha, warga negara, dan masyarakat dengan tepat",
        "menyajikan hak dan kewajiban umat Buddha, warga negara, dan masyarakat dengan tepat"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    {
      "slm": "Aku Warga Indonesia dan Warga Dunia",
      "tp": [
        "memahami hak dan kewajiban sebagai warga negara Indonesia, bangga sebagai bangsa Indonesia, dan menyadari diri sebagai warga dunia, sehingga terdorong melakukan kegiatan dialog antarumat beragama dan berkepercayaan."
      ]
    },
    {
      "slm": "Umat Allah Merindukan Juruselamat",
      "tp": [
        "mengenal kisah jatuh bangun bangsa Israel di bawah bimbingan Nabi Elia, Nabi Amos pejuang keadilan, Nabi Yesaya yang menubuatkan kedatangan Juruselamat, dan mengenal kisah Yesus yang mewartakan Kerajaan Allah dengan kata-kata, tindakan, dan seluruh pribadi-Nya yang merupakan pemenuhan kerinduan umat Allah akan kedatangan Juruselamat."
      ]
    },
    {
      "slm": "Gereja Melanjutkan Karya Sang Juruselamat",
      "tp": [
        "memahami ciri dan sifat Gereja yang satu, kudus, Katolik, dan apostolik; serta memahami persekutuan para kudus; dan mewujudkan semuanya ini dalam hidupnya sehari-hari sebagai orang beriman kristiani."
      ]
    },
    {
      "slm": "Bertindak Adil Menurut Hati Nurani",
      "tp": [
        "memahami pengertian hati nurani dan keadilan, sehingga terdorong untuk bertindak menurut hati nurani dan menegakkan keadilan dalam hidupnya sehari-hari sebagai orang beriman kristiani."
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Bagaimana Tubuh Kita Bergerak?",
      "tp": [
        "Mengidentifikasi organ tubuh yang berkaitan dengan sistem gerak.",
        "Menjelaskan cara tubuh kita bisa bergerak.",
        "Mengenal sistem saraf yang mengendalikan tubuh kita.",
        "Menjelaskan cara menjaga kesehatan sistem gerak dalam perilaku sehari-hari."
      ]
    },
    {
      "slm": "Bab 2: Cerita tentang Indonesia Kita",
      "tp": [
        "Mengenal sejarah, baik tokoh maupun periodisasinya di Indonesia serta menghubungkan dengan konteks kehidupan saat ini.",
        "Menceritakan kembali bagaimana perjuangan bangsa Indonesia melawan imperialisme dan mencapai kemerdekaan.",
        "Merefleksikan semangat juang para pahlawan dan meneladani perjuangan pahlawan yang diimplementasikan dalam tindakan nyata di kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 3: Pelesir Keliling Dunia",
      "tp": [
        "Mengidentifikasi pembagian wilayah di enam benua, ciri khas kondisi geografis di berbagai negara.",
        "Mengenali ciri khas di beberapa negara dan bentang alam populernya.",
        "Menganalisis negara-negara yang mampu memanfaatkan kondisi geografisnya.",
        "Mengidentifikasi potensi wilayah di sekitar tempat tinggal, dan Indonesia sebagai bagian dari dunia."
      ]
    },
    {
      "slm": "Bab 4: Indonesia dan Masyarakat Dunia",
      "tp": [
        "Menjelaskan bentuk-bentuk interaksi antarnegara di dunia sebagai dampak dari perkembangan globalisasi.",
        "Menganalisis peran Indonesia dalam kerja sama dunia untuk menghadapi tantangan global.",
        "Memahami perannya dalam menjaga kelestarian budaya Indonesia.",
        "Melakukan kampanye tentang salah satu topik yang sudah dipelajari mencakup cara menghadapi perkembangan globalisasi, berpartisipasi dalam isu dunia, atau melestarikan warisan budaya Indonesia."
      ]
    },
    {
      "slm": "Bab 5: Menjelajahi Bumi dan Antariksa",
      "tp": [
        "Mengaitkan peristiwa rotasi dan revolusi Bumi dengan kehidupan di Bumi.",
        "Menjelaskan sistem tata surya dan karakteristik anggotanya."
      ]
    },
    {
      "slm": "Bab 6: Gawat! Benarkah Energi di Bumi akan Habis?",
      "tp": [
        "Memahami pentingnya peran energi dalam membantu kita menjalani aktivitas sehari-hari.",
        "Memahami peran energi terbarukan dalam upaya bahwa ketersediaan sumber energi terbatas.",
        "Melakukan upaya-upaya penghematan energi."
      ]
    },
    {
      "slm": "Bab 7: Bumi Kita Terancam Bahaya",
      "tp": [
        "Mempelajari bagaimana pengaruh aktivitas manusia terhadap lingkungan.",
        "Mencari tahu permasalahan pada lingkungan yang diakibatkan oleh manusia.",
        "Mengusulkan langkah atau tindakan yang dapat mengurangi dampak negatif pada lingkungan."
      ]
    },
    {
      "slm": "Bab 8: Proyek Akhir IPAS",
      "tp": [
        "Merancang proyek akhir IPAS yang menarik.",
        "Melakukan proyek akhir IPAS menggunakan pendekatan inkuiri.",
        "Mengomunikasikan hasil proyek akhir IPAS kepada orang banyak."
      ]
    }
  ],
  "Pendidikan Kepercayaan Terhadap Tuhan Yang Maha Esa dan Budi Pekerti": [
    {
      "slm": "Senangnya Bercerita Tentang Kepercayaan Terhadap Tuhan Yang Maha Esa",
      "tp": [
        "Menghayati nilai-nilai sejarah Kepercayaan Terhadap Tuhan Yang Maha Esa.",
        "Penyebaran Kepercayaan Terhadap Tuhan Yang Maha Esa."
      ]
    },
    {
      "slm": "Keteladanan Tokoh Kepercayaan",
      "tp": [
        "Pengamalan keteladanan tokoh Kepercayaan Terhadap Tuhan Yang Maha Esa."
      ]
    },
    {
      "slm": "Indahnya Berbudi Pekerti Luhur",
      "tp": [
        "Peserta didik dapat mengamalkan dan menganalisis perbuatan baik dan perilaku bersyukur."
      ]
    },
    {
      "slm": "Bangsa Berkarakter Luhur",
      "tp": [
        "Peserta didik juga mengamalkan dan menganalisis perbuatan baik dan perilaku bersyukur."
      ]
    },
    {
      "slm": "Senangnya Selalu Bersyukur",
      "tp": [
        "Peserta didik juga mengamalkan dan menganalisis perbuatan baik dan perilaku bersyukur."
      ]
    },
    {
      "slm": "Indahnya Hidup Rukun",
      "tp": [
        "Peserta didik menganalisis keterbatasan diri manusia."
      ]
    },
    {
      "slm": "Inspirasi Keterbatasan Diri",
      "tp": [
        "Peserta didik menganalisis keterbatasan diri manusia."
      ]
    },
    {
      "slm": "Kemahakuasaan Tuhan",
      "tp": [
        "Peserta didik mengamalkan manembah dan menghayati kemahakuasaan Tuhan."
      ]
    },
    {
      "slm": "Ragam dan Nilai-Nilai Spiritual Kepercayaan",
      "tp": [
        "Menghayati hasil dari martabat spiritual."
      ]
    },
    {
      "slm": "Pentingnya Sikap Menghormati",
      "tp": [
        "Menghormati kepada orang tua, anggota keluarga dan guru serta bangsa dan negara."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    {
      "slm": "Pelajaran 1: Penciptaan Alam Semesta",
      "tp": [
        "Menghayati dan mengimani hukum Yin Yang dalam semua ciptaan Tian di dunia.",
        "Menggunakan panca indra, pikiran dan hati untuk merasakan aneka ciptaan Tian.",
        "Menghayati dan mengimani sifat-sifat Tian yang Yuan, Heng, Li, Zhen.",
        "Mengintegrasikan sifat-sifat Tian melalui fenomena kehidupan sehari-hari.",
        "Menghayati dan mengimani lima unsur sebagai ciptaan Tian.",
        "Menguraikan karakteristik dari lima unsur dan hubungan antar unsur."
      ]
    },
    {
      "slm": "Pelajaran 2: San Cai",
      "tp": [
        "Menghayati dan mengimani konsep San Cai.",
        "Menguraikan konsep San Cai, sifat-sifat Tian dan benih-benih kebajikan/watak sejati manusia.",
        "Menghayati dan mengimani hubungan antara manusia, Tian dan alam.",
        "Mengamati perilaku yang tengah dan harmonis dalam hubungan dengan Tuhan, lingkungan, dan sesama manusia.",
        "Menghayati dan mengimani Keimanan yang Pokok dan Delapan Pengakuan Iman.",
        "Mengamati perilaku yang sesuai dengan Keimanan yang Pokok dan Delapan Pengakuan Iman.",
        "Menghayati dan mengimani makna salam Wei de dong Tian dan xian you yi de."
      ]
    },
    {
      "slm": "Pelajaran 3: Sila-Sila Dalam Agama Khonghucu",
      "tp": [
        "Menghayati dan melakukan Empat Pantangan dalam kehidupan sehari-hari.",
        "Menghayati dan melakukan Pedoman Lima Kebajikan dalam kehidupan sehari-hari.",
        "Menguraikan dan menerapkan makna Lima Kebajikan menjadi contoh perilaku sehari-hari.",
        "Menghayati dan menerapkan Lima Hubungan Kemasyarakatan dalam kehidupan sehari-hari.",
        "Menghayati dan meneladani sikap satya dan dapat dipercaya Dong Zhongshu.",
        "Merangkai kisah perjalanan Dong Zhongshu dalam menyebarkan Fujiao."
      ]
    },
    {
      "slm": "Pelajaran 4: Sejarah Agama Khonghucu di Indonesia",
      "tp": [
        "Menganut semangat para pendiri THHK dalam menyebarkan dan melestarikan ajaran Nabi.",
        "Merumuskan langkah-langkah yang dilakukan oleh pendiri THHK dalam menyebarkan dan melestarikan ajaran Nabi Kongzi.",
        "Menganut semangat para pendiri Khong Kauw Hwee dalam menyebarkan dan melestarikan ajaran Nabi Kongzi di Indonesia.",
        "Menguraikan sejarah berdirinya MATAKIN yang bermula dari Khong Kauw Hwee.",
        "Menghargai semua pihak yang berkontribusi dalam melestarikan dan memajukan agama Khonghucu di era reformasi.",
        "Menguraikan sejarah perjalanan agama Khonghucu pada era reformasi."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Pecahan dan Desimal",
      "tp": [
        "Memahami perkalian pecahan dengan bilangan asli dan menghitung hasil perkalian tersebut.",
        "Memahami pembagian pecahan dengan bilangan asli dan menghitung hasil pembagian tersebut.",
        "Mengubah pecahan menjadi desimal, serta membandingkan dan mengurutkan bilangan desimal (satu angka di belakang koma)."
      ]
    },
    {
      "slm": "Rasio",
      "tp": [
        "Memahami konsep rasio dan menggunakan bahasa rasio untuk menjelaskan hubungan perbandingan antara dua besaran.",
        "Menentukan kesamaan rasio dengan bantuan tabel rasio.",
        "Menentukan rasio satuan.",
        "Menentukan rasio bagian terhadap bagian dan rasio bagian terhadap keseluruhan."
      ]
    },
    {
      "slm": "Kubus dan Balok",
      "tp": [
        "Menentukan hasil mengonstruksi dan mengurai kubus, balok, dan gabungannya.",
        "Mengonstruksi bangun ruang berdasarkan representasi dua dimensi objek tersebut serta sebaliknya.",
        "Menggunakan sistem berpetak untuk menyatakan lokasi serta mendeskripsikan jalur dan menentukan jarak horizontal dan vertikal antara dua lokasi pada sistem berpetak."
      ]
    },
    {
      "slm": "Peluang",
      "tp": [
        "Menjelaskan kemungkinan kejadian secara kualitatif.",
        "Merepresentasikan kemungkinan kejadian sederhana dengan sistematis mendaftarkan semua hasil menggunakan metode seperti daftar, tabel, dan diagram pohon.",
        "Memahami peluang sebagai kemungkinan kejadian yang dinyatakan dengan bilangan antara 0 dan 1.",
        "Mengenali kejadian dengan peluang yang setara dan kejadian dengan peluang yang tidak setara."
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Aktivitas Pola Gerak Dasar Lokomotor, Nonlokomotor, dan Manipulatif Melalui Aktivitas Permainan Invasi",
      "tp": [
        "menjelaskan modifikasi pola gerak dasar variasi melempar, menangkap, dan menggiring bola.",
        "mempraktikkan modifikasi pola gerak dasar variasi melempar, menangkap, dan menggiring bola."
      ]
    },
    {
      "slm": "Aktivitas Pola Gerak Dasar Lokomotor, Nonlokomotor, dan Manipulatif Melalui Permainan Net",
      "tp": [
        "menjelaskan modifikasi pola gerak dasar variasi passing dan servis bola voli.",
        "mempraktikkan modifikasi pola gerak dasar variasi passing dan servis bola voli."
      ]
    },
    {
      "slm": "Aktivitas Pola Gerak Dasar Lokomotor, Nonlokomotor, dan Manipulatif Melalui Permainan Lapangan",
      "tp": [
        "menjelaskan modifikasi pola gerak dasar melempar, menangkap, dan memukul bola rounders.",
        "mempraktikkan modifikasi pola gerak dasar melempar, menangkap, dan memukul bola rounders."
      ]
    },
    {
      "slm": "Aktivitas Bela Diri Pencak Silat",
      "tp": [
        "menjelaskan variasi dan kombinasi pola gerak dasar pencak silat (kuda-kuda, pola langkah, pukulan, tendangan, tangkisan).",
        "mempraktikkan variasi dan kombinasi pola gerak dasar pencak silat (kuda-kuda, pola langkah, pukulan, tendangan, tangkisan)."
      ]
    },
    {
      "slm": "Aktivitas Gerak Dominan Senam",
      "tp": [
        "menjelaskan aktivitas gerak dominan senam (bertumpu, bergantung, keseimbangan, berpindah/lokomotor, tolakan, putaran, ayunan, melayang, dan mendarat).",
        "mempraktikkan aktivitas gerak dominan senam (bertumpu, bergantung, keseimbangan, berpindah/lokomotor, tolakan, putaran, ayunan, melayang, dan mendarat)."
      ]
    },
    {
      "slm": "Aktivitas Gerak Berirama",
      "tp": [
        "menjelaskan variasi dan kombinasi gerak langkah kaki dan ayunan lengan dalam aktivitas gerak berirama.",
        "mempraktikkan variasi dan kombinasi gerak langkah kaki dan ayunan lengan dalam aktivitas gerak berirama."
      ]
    },
    {
      "slm": "Aktivitas Permainan dan Olahraga di Air",
      "tp": [
        "menjelaskan gerak dasar posisi badan, mengambil napas, dan koordinasi gerakan dalam aktivitas air.",
        "mempraktikkan gerak dasar posisi badan, mengambil napas, dan koordinasi gerakan dalam aktivitas air."
      ]
    },
    {
      "slm": "Aktivitas Kebugaran untuk Kesehatan",
      "tp": [
        "menjelaskan latihan kebugaran jasmani terkait kesehatan (daya tahan jantung dan paru-paru).",
        "mempraktikkan latihan kebugaran jasmani terkait kesehatan (daya tahan jantung dan paru-paru)."
      ]
    },
    {
      "slm": "Mencegah Bahaya Narkotika, Zat-Zat Aditif, dan Obat Berbahaya Lainnya",
      "tp": [
        "menjelaskan cara-cara mencegah bahaya Narkotika, Psikotropika, dan Zat Aditif lainnya (NAPZA).",
        "menerapkan pola perilaku hidup sehat untuk menghindari bahaya NAPZA."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Unit 1: Bernyanyi Dengan Baik",
      "tp": [
        "mengamati cara bernyanyi dengan baik.",
        "menyimak dengan baik bunyi khususnya vokal.",
        "mengidentifikasi dan menyimak berbagai gaya bernyanyi.",
        "mendapatkan pengalaman mengenai bernyanyi dengan baik dengan bernyanyi secara individu maupun kelompok.",
        "mendokumentasikan musik secara audio video dengan cara yang sederhana."
      ]
    },
    {
      "slm": "Unit 2: Bermain Alat Musik",
      "tp": [
        "menyimak dengan baik teknik bermain alat musik (tradisional/modern).",
        "mengidentifikasi dan menyimak berbagai teknik bermain alat musik (tradisional/modern).",
        "mendapatkan pengalaman bermain alat musik (tradisional/modern).",
        "mendokumentasikan secara audio video dengan cara yang sederhana."
      ]
    },
    {
      "slm": "Unit 3: Membuat Karya Musik Sederhana",
      "tp": [
        "menyimak dengan baik tentang pengenalan dasar notasi musik.",
        "mengidentifikasi dan menyimak berbagai karya musik.",
        "mendapatkan pengalaman mengenai membuat karya musik sederhana dengan baik secara individu maupun kelompok.",
        "mendokumentasikan karya musik secara audio video dengan konsep yang sederhana."
      ]
    },
    {
      "slm": "Unit 4: Menampilkan Karya Musik",
      "tp": [
        "menyimak dengan baik cara menampilkan karya musik.",
        "mengidentifikasi dan menyimak berbagai pertunjukan karya musik.",
        "mendapatkan pengalaman menampilkan karya musik.",
        "mendokumentasikan secara audio video dengan konsep yang sederhana."
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Mengenal Unsur dan Prinsip Seni Rupa Pada Objek di Sekitar Kita",
      "tp": [
        "Melalui tugas tertulis siswa mampu membandingkan penggunaan warna, tekstur, dan gelap terang pada objek di lingkungannya dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika menyusun warna, tekstur, dan gelap terang dalam ritme atau pola yang ditentukan guru",
        "Melalui penilaian produk siswa mampu memodifikasi warna, tekstur, dan gelap terang berdasarkan objek yang ada di lingkungan sekitar dengan benar"
      ]
    },
    {
      "slm": "Menggambar Ritme dalam Seni Rupa",
      "tp": [
        "Melalui tugas tertulis siswa mampu merancang souvenir dari anyaman dengan menggunakan aneka alat pemotong dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika membuat souvenir dari anyaman dengan menggunakan aneka alat pemotong dengan baik",
        "Melalui penilaian produk siswa mampu menciptakan souvenir dari anyaman dengan menggunakan aneka alat pemotong dengan benar"
      ]
    },
    {
      "slm": "Mengenal dan Mengeksplorasi Ikatan Serta Simpul",
      "tp": [
        "Melalui tugas tertulis siswa mampu membandingkan penggunaan ikatan dan simpul dalam mendesain karya fungsional dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika mempelajari ikatan dan simpul dalam mendesain karya fungsional dengan baik",
        "Melalui penilaian produk siswa mampu memodifikasi ikatan dan simpul dalam mendesain karya fungsional dengan benar"
      ]
    },
    {
      "slm": "Membuat Karya Seni Makrame Sederhana",
      "tp": [
        "Melalui tugas tertulis siswa mampu membuat karya makrame sederhana dengan menggunakan aneka alat dan teknik dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika karya makrame sederhana dengan menggunakan aneka alat dan teknik dengan baik",
        "Melalui penilaian produk siswa mampu membuat karya makrame sederhana dengan menggunakan aneka alat dan teknik dengan benar"
      ]
    },
    {
      "slm": "Mengenal dan Mengeksplorasi Aneka Anyaman",
      "tp": [
        "Melalui tugas tertulis siswa mampu membandingkan penggunaan aneka jenis anyaman dalam membentuk dan memanipulasi bahan dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika membentuk dan memanipulasi bahan anyaman dengan baik",
        "Melalui penilaian produk siswa mampu memodifikasi (membentuk dan memodifikasi) bahan menggunakan aneka jenis anyaman dengan benar"
      ]
    },
    {
      "slm": "Membuat Souvenir dari Anyaman",
      "tp": [
        "Melalui tugas tertulis siswa mampu membuat karya macramé sederhana dengan menggunakan aneka alat dan teknik dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika membuat karya makrame sederhana dengan menggunakan aneka alat dan teknik dengan baik",
        "Melalui penilaian produk siswa mampu membuat karya makrame sederhana dengan menggunakan aneka alat dan teknik dengan benar"
      ]
    },
    {
      "slm": "Menggambar dengan Prinsip Keseimbangan",
      "tp": [
        "Melalui tugas tertulis siswa mampu merekontruksi gambar ornamen dengan menggunakan prinsip keseimbangan dengan benar",
        "Melalui penilaian sikap siswa mampu menyesuaikan gambar ornamen dengan menggunakan prinsip keseimbangan dengan baik",
        "Melalui penilaian produk siswa mampu mempolakan gambar ornamen dengan menggunakan prinsip keseimbangan dengan benar"
      ]
    },
    {
      "slm": "Menggambar Proporsi Pada Tumbuhan",
      "tp": [
        "Melalui tugas tertulis siswa mampu menciptakan ragam hias dan elemen dekoratif dengan pola tumbuhan dari dua budaya dengan benar",
        "Melalui penilaian sikap siswa mampu membuat hubungan antara ragam hias dan elemen dekoratif dengan pola tumbuhan dari dua budaya dengan baik",
        "Melalui penilaian produk siswa mampu mendesain ragam hias dan elemen dekoratif dengan pola tumbuhan dari dua budaya dengan benar"
      ]
    },
    {
      "slm": "Mengenal Aneka Ragam Hias dari Berbagai Daerah di Indonesia",
      "tp": [
        "Melalui tugas tertulis siswa mampu membandingkan ragam hias dan elemen dekoratif dari dua masa dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika mempelajari ragam hias dan elemen dekoratif dari dua masa dengan baik",
        "Melalui penilaian produk siswa mampu memodifikasi ragam hias dan elemen dekoratif dari dua masa dengan benar"
      ]
    },
    {
      "slm": "Mengkreasi Jenis dan Pola Ragam Hias",
      "tp": [
        "Melalui tugas tertulis siswa mampu merancang jenis dan pola ragam hias dan elemen dekoratif dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika berkreasi jenis dan pola ragam hias dan elemen dekoratif dengan baik",
        "Melalui penilaian produk siswa mampu menciptakan jenis dan pola ragam hias dan elemen dekoratif dengan benar"
      ]
    },
    {
      "slm": "Membuat Karya Seni dari Bahan Daur Ulang Limbah Rumah Tangga",
      "tp": [
        "Melalui tugas tertulis siswa mampu membangun karya seni dari bahan daur ulang limbah rumah tangga dengan benar",
        "Melalui penilaian sikap siswa mampu menunjukkan Profil Pelajar Pancasila ketika merangkai karya seni dari bahan daur ulang limbah rumah tangga dengan baik",
        "Melalui penilaian produk siswa mampu membuat karya seni dari bahan daur ulang limbah rumah tangga dengan benar"
      ]
    },
    {
      "slm": "Menciptakan Karya Seni dari Kertas Bekas",
      "tp": [
        "Melalui tugas tertulis siswa mampu membuat karya kriya dari kertas bekas dengan benar",
        "Melalui penilaian sikap siswa mampu memodifikasi karya kriya dari kertas bekas dengan baik",
        "Melalui penilaian produk siswa mampu menghasilkan karya kriya dari kertas bekas dengan benar"
      ]
    }
  ],
  "Seni Budaya (Seni Tari)": [
    {
      "slm": "Unit Pembelajaran 1: Mengenal Bentuk Dan Teknik Gerak Tari Tradisional",
      "tp": [
        "Peserta didik mampu menganalisis bentuk dan teknik gerak tari tradisional melalui kegiatan mengamati dan latihan bentuk dan teknik gerak dasar tari tradisional dengan pendekatan pembelajaran saintifik."
      ]
    },
    {
      "slm": "Unit Pembelajaran 2: Menata Gerak Tari Kreasi Baru",
      "tp": [
        "Peserta didik mampu berkreasi mengubah gerak dasar tari tradisional menjadi tari kreasi dengan desain tari kelompok melalui tahapan kegiatan model pembelajaran inkuiri."
      ]
    },
    {
      "slm": "Unit Pembelajaran 3: Menggagas Unsur-unsur Pendukung Tari",
      "tp": [
        "Peserta didik mampu membuat unsur-unsur pendukung tari (musik, busana, rias, dan properti) melalui tahapan model pembelajaran discovery learning."
      ]
    },
    {
      "slm": "Unit Pembelajaran 4: Pergelaran Tari",
      "tp": [
        "Peserta didik menampilkan karya tari kreasi peserta didik dalam pergelaran tari melalui proses bimbingan tari, latihan, dan pemantapan karya tari kreasi yang ditampilkan dengan pendekatan model pembelajaran berbasis proyek."
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Dasar-Dasar Pemeranan",
      "tp": [
        "Memahami teknik relaksasi dan konsentrasi yang benar",
        "Memahami konsep sebab dan akibat dalam teknik pemeranan",
        "Mengenali potensi diri",
        "Memahami teknik olah tubuh dan olah suara yang benar",
        "Mengolah karakter berdasarkan imajinasi",
        "Merancang pertunjukan monolog",
        "Memiliki kepercayaan diri untuk mengekspresikan emosi dan mewujudkannya ke dalam penampilan",
        "Mengamati dan mengevaluasi perkembangan peserta didik selagi proses mempelajari dasar-dasar pemeranan berlangsung",
        "Menggunakan properti panggung sederhana saat menampilkan pertunjukan monolog",
        "Melaksanakan seluruh kegiatan dengan penuh tanggung jawab",
        "Memastikan seluruh pihak di dalam kelas mampu bekerja sama dengan baik untuk menampilkan sebuah pertunjukan monolog",
        "Menampilkan pertunjukan monolog singkat secara mandiri dan kreatif"
      ]
    },
    {
      "slm": "Tafsir dan Adaptasi Cerita Rakyat",
      "tp": [
        "Memahami alur dan amanat dalam berbagai cerita rakyat",
        "Mengenali perbedaan tokoh dalam cerita rakyat, baik secara fisik, psikologis, maupun kondisi sosial dan budayanya",
        "Memperagakan tokoh dari hasil adaptasi cerita rakyat melalui olah tubuh dan olah suara sederhana dalam pembacaan dramatik",
        "Menganalisis kaitan cerita rakyat dengan konteks kehidupan sehari-hari",
        "Menyusun adaptasi cerita rakyat yang sesuai dengan konteks kehidupan sehari-hari",
        "Menelaah perkembangan karakter dan emosi tokoh dalam cerita rakyat yang orisinal berikut hasil adaptasinya",
        "Mengevaluasi kelebihan dan kekurangan konsep adaptasi cerita rakyat yang dibuat dan dipresentasikan oleh peserta didik",
        "Merancang adegan dan tata panggung sederhana untuk menyandiwarakan hasil adaptasi cerita rakyat",
        "Melaksanakan seluruh tugas dan peran dengan penuh tanggung jawab",
        "Menghasilkan konsep adaptasi cerita rakyat yang kreatif serta mengakar pada kebudayaan lokal"
      ]
    },
    {
      "slm": "Mewujudkan Tokoh",
      "tp": [
        "Menganalisis perkembangan karakter dan emosi tokoh dalam cerita adaptasi yang akan dipentaskan",
        "Melakukan latihan olah tubuh dan olah suara untuk mewujudkan tokoh dalam cerita adaptasi yang akan dipentaskan",
        "Membangun konsep penokohan yang sesuai dengan konteks kehidupan sehari-hari",
        "Mengatur posisi dan pergerakan peserta didik di atas panggung",
        "Menyesuaikan emosi di atas panggung dengan karakter tokoh dan konteks cerita",
        "Mengevaluasi kelebihan dan kekurangan sesama peserta didik saat proses latihan mewujudkan tokoh berlangsung",
        "Memanfaatkan properti dengan baik selama proses latihan mewujudkan tokoh berlangsung",
        "Mempertanggungjawabkan peran masing-masing selama proses latihan mewujudkan tokoh berlangsung",
        "Menjalani proses latihan dengan mandiri, kreatif, dan dilandasi oleh semangat gotong royong"
      ]
    },
    {
      "slm": "Melakukan Pementasan Akhir",
      "tp": [
        "Melaksanakan tugas dengan konsentrasi penuh selama proses penciptaan pementasan dan selagi pementasan berlangsung",
        "Memerankan tokoh dengan posisi, pergerakan, dan cara bicara yang tepat",
        "Menjelmakan imajinasi ke dalam aksi saat melakukan pementasan",
        "Memahami proses penciptaan pementasan teater",
        "Mendeskripsikan tugas tim produksi dan tim artistik dalam pementasan teater",
        "Mengelola dan menampilkan emosi sesuai dengan karakter tokoh dan konteks cerita dalam pementasan teater",
        "Mengapresiasi dan mengevaluasi kinerja masing-masing kelompok",
        "Memanfaatkan properti panggung dengan baik selagi melakukan pementasan teater",
        "Melibatkan diri secara aktif dan melakukan kerja sama yang baik di sepanjang proses penciptaan pementasan teater",
        "Melaksanakan tugas dengan baik dan bertanggung jawab selama proses penciptaan pementasan teater berlangsung",
        "Mementaskan hasil adaptasi cerita rakyat yang mencerminkan kebinekaan global dengan penuh kreativitas dan semangat gotong royong"
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Pangangge Ardasuara (Lanturan)",
      "tp": [
        "Memahami pangangge ardasuara",
        "Menyebutkan pangangge ardasuara",
        "Mengaplikasikan pangangge ardasuara"
      ]
    },
    {
      "slm": "Tata Cara nyurat Kruna Lingga & Kruna tiron",
      "tp": [
        "Memahami kruna lingga & kruna tiron",
        "Membedakan kruna lingga & kruna tiron",
        "Mengklasifikasikan kruna lingga & kruna tiron"
      ]
    },
    {
      "slm": "Anggah-ungguhin Basa Bali",
      "tp": [
        "Memahami Anggah-ungguhin basa Bali",
        "Mengklasifikasikan kata berdasarkan jenis-jenis",
        "Menulis kalimat menggunakan anggah-ungguhin basa Bali"
      ]
    },
    {
      "slm": "Pengangge Arda Suara",
      "tp": [
        "Mengenal pengangge arda suara",
        "Memahami uger-uger pengangge arda suara",
        "Menulis contoh kata menggunakan pengangge arda"
      ]
    },
    {
      "slm": "Parinama angka 1-1000",
      "tp": [
        "Mengenal parinama angka",
        "Menyebutkan parinama angka",
        "Menghafalkan parinama angka"
      ]
    },
    {
      "slm": "Kruna Wilangan Pepasten",
      "tp": [
        "Mengenal kruna wilangan pepasten dan bagian - bagiannya",
        "Memahami kruna wilangan pepasten dan bagian - bagiannya",
        "Menyebutkan kruna wilangan pepasten dan bagian - bagiannya"
      ]
    },
    {
      "slm": "Pupuh Ginanti",
      "tp": [
        "Melantunkan Pupuh Ginanti",
        "Memahami Padalingsa Pupuh",
        "Menyebutkan makna dan nilai - nilai yang terkandung dalam"
      ]
    },
    {
      "slm": "Bladbadan",
      "tp": [
        "Menganalisis tentang pengertian paribasa Bali (bladbadan)",
        "Menganalisis jenis-jenis paribasa Bali (bladbadan)",
        "Menyebutkan paribasa Bali (bladbadan)"
      ]
    },
    {
      "slm": "Soroh Lengkara (Pidarta, Pitaken, Pituduh)",
      "tp": [
        "Memahami tentang pengertian lengkara dan soroh lengkara",
        "Menganalisis tentang pengertian lengkara dan soroh lengkara",
        "Menyebutkan soroh lengkara (pitaken, pidarta, pituduh)",
        "Membuat contoh dari soroh lengkara (pitaken, pidarta)"
      ]
    },
    {
      "slm": "Satua Bali",
      "tp": [
        "Memahami satua Bali",
        "Membaca satua Bali",
        "Menceritakan kembali satua Bali"
      ]
    },
    {
      "slm": "Puisi Bali Anyar",
      "tp": [
        "Memahami puisi Bali anyar",
        "Menulis puisi Bali anyar",
        "Membaca puisi Bali anyar"
      ]
    }
  ]
}
