{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Mari Mengaji dan Mengkaji Q.S. al-Hujurat/49:13 dan Hadis tentang Keragaman",
      "tp": [
        "membaca dan menulis Q.S. al-Hujurāt/49:13 dengan tartil.",
        "menjelaskan dan membuat paparan tentang pesan pokok Q.S. al-Hujurāt/49:13.",
        "menghafal Q.S. al-Hujurāt/49:13 dengan lancar.",
        "membaca, menulis, dan menghafal hadis tentang keragaman.",
        "membiasakan membaca Al-Qur'an dengan tartil dan sikap menghargai keragaman."
      ]
    },
    {
      "slm": "Bab 2: Teladan Mulia Asmaulhusna",
      "tp": [
        "menjelaskan arti asmaulhusna al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min.",
        "membuat karya kaligrafi al-Mālik, al-Azīz, al-Quddūs, As-Salām dan al-Mu'min beserta artinya.",
        "membiasakan sikap suka menahan diri, mandiri, cinta kebersihan, menjaga lisan, dan hidup tertib.",
        "meyakini adanya Allah yang Maharaja, Mahamulia, Mahasuci, Mahasejahtera dan Maha Pemberi Keamanan."
      ]
    },
    {
      "slm": "Bab 3: Indahnya Saling Menghargai dalam Keragaman",
      "tp": [
        "mendeskripsikan keragaman sebagai sunnah Allah.",
        "menyebutkan ajaran kebaikan dari agama Islam dan agama selain Islam.",
        "mengungkapkan pengalaman bergaul dengan teman yang berbeda agama.",
        "saling menghormati dan menghargai pemeluk agama yang berbeda.",
        "meyakini keragaman sebagai sunnatullah dan menghormati orang lain sebagai cerminan iman."
      ]
    },
    {
      "slm": "Bab 4: Menyambut Usia Balig",
      "tp": [
        "menyebutkan tanda-tanda usia balig atau kedewasaan.",
        "membuat paparan mengenai tanda-tanda usia balig dalam pandangan ilmu fikih dan biologi.",
        "membiasakan sikap bersyukur, taat beribadah dan bertanggung jawab."
      ]
    },
    {
      "slm": "Bab 5: Kisah Hijrah Nabi Muhammad saw. ke Madinah",
      "tp": [
        "menjelaskan sebab-sebab Nabi Muhammad saw. hijrah ke Madinah.",
        "menceritakan dan membuat alur cerita kisah perjalanan hijrah Nabi Muhammad saw. ke Madinah.",
        "menyimpulkan pelajaran dan meneladani perjuangan di balik hijrah Nabi Muhammad saw. ke Madinah.",
        "membiasakan sikap percaya diri, teguh pendirian dan bertanggung jawab.",
        "meyakini kebenaran kisah hijrah Nabi Muhammad saw. ke Madinah."
      ]
    },
    {
      "slm": "Bab 6: Mari Mengaji dan Mengkaji Q.S. at-Tin dan Hadis tentang Silaturahmi",
      "tp": [
        "membaca, menulis, dan menghafal Q.S. At-Tin dengan tartil.",
        "mempraktikkan hukum bacaan nun sukun atau tanwin.",
        "menjelaskan dan membuat paparan tentang pesan-pesan pokok Q.S. At-Tin.",
        "membaca, menulis, dan menghafal hadis tentang silaturahmi.",
        "menunjukkan kebiasaan membaca Al-Qur'an dan sikap senang bersilaturahmi."
      ]
    },
    {
      "slm": "Bab 7: Beriman kepada Rasul-Rasul Allah",
      "tp": [
        "menjelaskan arti, menyebutkan sifat-sifat, dan menjelaskan tujuan diutusnya Rasul.",
        "membuat karya poster tentang keteladanan sifat rasul: ṣiddīq, amānah, tablīg, dan faṭānah.",
        "menunjukkan sikap berani, jujur, dapat dipercaya, dan cerdas."
      ]
    },
    {
      "slm": "Bab 8: Aku Anak Saleh",
      "tp": [
        "menjelaskan makna dan membuat paparan mengenai salam.",
        "menjelaskan sikap dan membuat paparan mengenai senang menolong orang lain.",
        "menjelaskan dan membuat paparan mengenai ciri-ciri munafik.",
        "menunjukkan sikap toleran dan simpati dengan dilandasi pemahaman akidah yang kuat."
      ]
    },
    {
      "slm": "Bab 9: Melaksanakan Salat Jumat dan Salat Sunah",
      "tp": [
        "menjelaskan dan mempraktikkan ketentuan dan tata cara salat Jumat.",
        "menjelaskan dan mempraktikkan ketentuan dan tata cara salat Duha.",
        "menjelaskan dan mempraktikkan ketentuan dan tata cara salat Tahajud.",
        "menunjukkan kebiasaan taat beribadah dan berserah diri kepada Allah."
      ]
    },
    {
      "slm": "Bab 10: Kisah Nabi Muhammad saw. Membangun Kota Madinah",
      "tp": [
        "menceritakan dan membuat paparan mengenai kisah Nabi Muhammad saw. membangun Kota Madinah.",
        "menunjukkan sikap toleran, teguh pendirian dan menghargai perbedaan."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Allah Menciptakan Laki-laki dan Perempuan Sama Istimewa",
      "tp": [
        "menjelaskan bukti-bukti Allah menciptakan laki-laki dan perempuan sama istimewa di mata Allah",
        "mendaftarkan hal-hal yang dapat dilakukan laki-laki dan perempuan sebagai ciptaan Allah yang sama martabat dan derajatnya",
        "membuat doa syukur yang berisi ungkapan terima kasih atas kemahakuasaan Allah yang telah menciptakan dirimu sebaga laki-laki atau perempuan"
      ]
    },
    {
      "slm": "Pelajaran 2: Setiap Manusia Berharga di Mata Allah",
      "tp": [
        "menjelaskan alasan manusia berharga di mata Allah",
        "mendaftarkan hal-hal yang menunjukkan pribadi yang berharga di mata Allah",
        "menuliskan cara bersyukur memperingati hari ulang tahun dan untuk pertumbuhan yang Allah berikan",
        "membuat karya dalam bentuk puisi yang mengungkapkan rasa syukur sebagai manusia yang berharga di mata Allah"
      ]
    },
    {
      "slm": "Pelajaran 3: Allah Memeliharaku dan Semua Anak",
      "tp": [
        "mendaftarkan bukti-bukti Allah memelihara hidup anak-anak",
        "menuliskan alasan Allah memelihara hidup semua anak",
        "membuat karya kreatif dalam bentuk puisi, gambar, cerita atau karya lainnya sebagai ungkapan syukur atas pemeliharaan Allah"
      ]
    },
    {
      "slm": "Pelajaran 4: Allah adalah Gembalaku yang Baik",
      "tp": [
        "menuliskan pengalaman pemeliharaan Allah dalam hidup pribadi dihubungkan dengan Mazmur 23",
        "mendaftarkan contoh-contoh sikap setia mengikuti Allah Gembala yang baik",
        "membuat karya kreatif dalam bentuk puisi, gambar, cerita atau karya lainnya sebagai wujud syukur memiliki Allah sebagai Gembala yang baik"
      ]
    },
    {
      "slm": "Pelajaran 5: Aku Mengasihi Sesamaku Seperti Diriku Sendiri",
      "tp": [
        "menuliskan arti mengasihi sesama seperti mengasihi diri sendiri",
        "menuliskan contoh-contoh mengasihi sesama seperti mengasihi diri sendiri",
        "membuat karya kreatif yang berisi tekad untuk mengasihi sesama seperti mengasihi diri sendiri"
      ]
    },
    {
      "slm": "Pelajaran 6: Aku Mau Hidup Rukun",
      "tp": [
        "menuliskan manfaat hidup rukun",
        "mendaftarkan contoh-contoh hidup rukun",
        "membuat karya kreatif yang berisi tekad untuk memelihara hidup rukun"
      ]
    },
    {
      "slm": "Pelajaran 7: Ibadah yang Sejati",
      "tp": [
        "menjelaskan arti ibadah yang sejati",
        "membandingkan perilaku orang yang beribadah dan tidak beribadah",
        "membuktikan rasa syukurnya ikut terlibat dalam ibadah",
        "merancang beberapa bentuk pelayanan yang dapat dilakukan"
      ]
    },
    {
      "slm": "Pelajaran 8: Melayani dengan Segenap Hati",
      "tp": [
        "menyimpulkan arti dan dasar melayani",
        "menceritakan pengalaman dan tantangan melayani di sekolah dan gereja",
        "membuktikan rasa syukurnya ikut terlibat dalam berbagai pelayanan di sekolah dan gereja",
        "membuat sebuah karya kreatif yang mengajak banyak orang untuk melayani dengan segenap hati"
      ]
    },
    {
      "slm": "Pelajaran 9: Aku Bersedia Melayani",
      "tp": [
        "menjelaskan tugas dan orang-orang yang terlibat dalam pelayanan di gereja",
        "menjelaskan bentuk-bentuk tindakan melayani di gereja",
        "mensyukuri kehadiran guru-guru dan teman-teman di gereja",
        "merancang sebuah kegiatan melayani teman-teman dan guru-guru di gereja"
      ]
    },
    {
      "slm": "Pelajaran 10: Mensyukuri Keberagaman dalam Masyarakat Indonesia",
      "tp": [
        "mendaftarkan berbagai bentuk keberagaman di Indonesia",
        "menjelaskan beberapa suku dan kesenian di Indonesia",
        "mensyukuri keberagaman suku dan kesenian di Indonesia",
        "mendemonstrasikan sebuah karya kreatif melalui lagu “Indonesia Negaraku"
      ]
    },
    {
      "slm": "Pelajaran 11: Bersyukur untuk Alam dan Lingkunganku",
      "tp": [
        "menjelaskan arti lagu 'Betapa Kita Tidak Bersyukur'",
        "mengungkapkan rasa syukur terhadap alam ciptaan Allah",
        "menganalisis dampak keindahan dan kerusakan alam bagi manusia",
        "mendaftarkan contoh-contoh kegiatan untuk memelihara alam dan lingkungan",
        "membuat sebuah karya kreatif sebagai rasa syukur atas alam dan lingkungan"
      ]
    },
    {
      "slm": "Pelajaran 12: Aku dan Kebersihan Lingkunganku",
      "tp": [
        "menjelaskan arti dan makna tanggung jawab",
        "menceritakan kembali tugas manusia terhadap alam dan lingkungan",
        "menganalisis lingkungan rumah melalui gambar",
        "membedakan tindakan menjaga dan merusak kebersihan lingkungan rumah",
        "merancang sebuah kegiatan menjaga kebersihan lingkungan rumah"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    {
      "slm": "Bab 1: Aku Dipanggil untuk Berkembang",
      "tp": [
        "mengenal diri sebagai pribadi yang unik, sehingga memunculkan rasa syukur",
        "mengembangkan keunikan dirinya bersama orang lain atau lingkungannya dan mewujudkannya dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Bab 2: Allah Membimbing Umat Israel",
      "tp": [
        "memahami kisah-kisah suci dalam Perjanjian Lama: Sepuluh Perintah Allah sebagai pedoman hidup; Bangsa Israel memasuki Tanah Terjanji; Allah memberkati para pemimpin Israel: Samuel, Saul dan Daud, dan mewujudkan semuanya itu melalui sikap dan tindakan dalam hidup sehari-hari"
      ]
    },
    {
      "slm": "Bab 3: Yesus Kristus Wujud Kehadiran Allah",
      "tp": [
        "memahami bahwa Yesus adalah pemenuhan janji Allah, yang semakin nyata di dalam karya-Nya mewartakan Kerajaan Allah melalui perumpamaan dan mukjizat-Nya dan mewujudkan semuanya itu melalui sikap dan tindakan dalam hidup sehari-hari"
      ]
    },
    {
      "slm": "Bab 4: Doa sebagai Tanggapan atas Kehadiran Allah",
      "tp": [
        "memahami ungkapan syukur tokoh-tokoh Perjanjian Lama, doa syukur dalam Gereja, doa syukur secara pribadi, doa syukur secara bersama dan mewujudkan semuanya itu melalui sikap dan tindakan dalam hidpu sehari-hari"
      ]
    },
    {
      "slm": "Bab 5: Menghayati Perintah Allah dalam Kehidupan Bersama",
      "tp": [
        "memahami Sepuluh Perintah Allah sebagai pedoman hidup, sehingga memiliki rasa hormat kepada orang tua, menghormati hidup, menghormati milik orang lain dan mewujudkannya melalui sikap dan tindakan dalam hidup sehari-hari."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    {
      "slm": "Bab 1: Nilai-nilai dalam Kitab Ramayana",
      "tp": [
        "menjelaskan kitab Ramāyana sebagai epos besar umat Hindu",
        "menjelaskan ikhtisar singkat Ramāyana",
        "menjelaskan nilai-nilai dharma pada tokoh-tokoh Ramāyana",
        "mempraktikkan nilai-nilai dharma dalam kehidupan sehari-hari"
      ]
    },
    {
      "slm": "Bab 2: Cadu Sakti",
      "tp": [
        "mengetahui ajaran Cadu Sakti",
        "menjelaskan bagian-bagian Cadu Sakti",
        "menjelaskan kemahakuasaan Hyang Widhi Wasa sebagai wibhu sakti dan prabhu sakti",
        "menjelaskan kemahakuasaan Hyang Widhi Wasa sebagai jnana sakti dan kriya sakti"
      ]
    },
    {
      "slm": "Bab 3: Sudha Asubha Karma",
      "tp": [
        "menjelaskan pengertian subha karma dan asubha karma",
        "menjelaskan ajaran subha karma dan asubha karma",
        "menjelaskan contoh-contoh perbuatan subha karma",
        "menjelaskan contoh-contoh perbuatan asubha karma yang patut dihindari"
      ]
    },
    {
      "slm": "Bab 4: Tempat Suci",
      "tp": [
        "menjelaskan pengertian tempat suci",
        "mengenal tempat suci agama Hindu di Nusantara (Bali)",
        "mengenal tempat suci agama Hindu di Nusantara (Jawa, NTB, NTT)",
        "mengenal tempat suci agama Hindu di Nusantara (Kalimantan, Sulawesi)",
        "menjelaskan areal tempat suci",
        "menjelaskan syarat-syarat masuk ke dalam tempat suci",
        "melakukan kunjungan ke tempat suci dan melakukan persembahyangan bersama"
      ]
    },
    {
      "slm": "Bab 5: Tokoh Hindu setelah Kemerdekaan di Indonesia",
      "tp": [
        "menjelaskan perkembangan agama Hindu setelah kemerdekaan Indonesia",
        "menjelaskan tokoh-tokoh Hindu setelah Kemerdekaan Indonesia.",
        "menjelaskan hasil karya para tokoh Hindu di awal kemerdekaan Indonesia.",
        "menjelaskan hasil karya para tokoh Hindu setelah kemerdekaan Indonesia."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    {
      "slm": "Terbuka Terhadap Keberagaman",
      "tp": [
        "menyikapi perbedaan dalam keluarga",
        "menunjukkan sikap kebersamaan sesama teman",
        "mengembangkan sikap saling menghormati dan tolong menolong sesama",
        "menghargai bentuk perbedaan di sekolah",
        "meneladani sifat-sifat Boddhisattva"
      ]
    },
    {
      "slm": "Bahasaku Identitasku",
      "tp": [
        "membiasakan diri membaca doa",
        "menghargai perbedaan ragam bahasa dalam doa masing-masing aliran",
        "memberi saran orang terdekat di lingkungan",
        "menunjukkan sikap bersatu dalam melaksanakan doa bersama masing-masing aliran",
        "menyajikan produk sikap dalam menerima keberagaman",
        "melaksanakan rencana kunjungan doa bersama di vihara",
        "melaksanakan nilai-nilai Pancasila",
        "mengungkapkan rasa bangga terhadap bahasa dalam doa"
      ]
    },
    {
      "slm": "Budayaku Identitasku",
      "tp": [
        "bersikap toleran terhadap ragam budaya dan keragaman bahasa yang digunakan dalam bahasa agama Buddha",
        "menghargai peran bahasa Indonesia sebagai pemersatu bangsa",
        "merespon ragam budaya agama Buddha yang ada dilingkungan",
        "menujukkan sikap peduli ragam budaya dalam agama Buddha sebagai pembentuk indentitas umat Buddha",
        "membuat produk budaya agama dan bangsa serta berperilaku baik dalam pemanfaatnya"
      ]
    },
    {
      "slm": "Pergaulanku",
      "tp": [
        "menguraikan masalah-masalah dalam pergaulan sehari-hari",
        "membandingkan cara menyelesaikan masalah dengan pergaulan kekinian",
        "merespon penyelesaikan masalah pergaulan masa kini",
        "menentukan sikap terhadap nilai moral dari riwayat Pangeran Siddharta kaitannya dalam masalah pergaulan di masyarakat",
        "menunjukkan perilaku meneladan sikap Pangeran Siddharta",
        "menyimpulkan cara Pangeran Siddharta mengatasi masalah sehari-hari"
      ]
    },
    {
      "slm": "Hidup Bersih dan Sehat",
      "tp": [
        "membiasakan diri hidup bersih dan sehat”",
        "menyikapi cara hidup bersih dan sehat di rumah",
        "menunjukkan cara menjaga kebersihan di sekolah",
        "mengembangkan sikap saling membantu menjaga kebersihan dan kesehatan di tempat ibadah",
        "menghargai dan menjaga pola hidup bersih dan sehat",
        "menunjukkan sikap peduli terhadap kebersihan dan kesehatan",
        "menunjukkan sikap keteladanan dalam menjaga kebersihan dan kesehatan",
        "membuat solusi kebersihan dan kesehatan jiwa dan raga"
      ]
    },
    {
      "slm": "Kebersihan dan Kelestarian Lingkungan",
      "tp": [
        "mempraktikkan Perilaku hidup bersih",
        "menunjukkan sikap peduli terhadap kebersihan dan kelestarian lingkungan",
        "mengembangkan sikap saling membantu menjaga kebersihan dan kelestarian lingkungan",
        "menghargai dan menjaga kebersihan serta kelestarian lingkungan",
        "menunjukkan sikap keteladanan dalam menjaga kebersihan dan kelestariaan lingkungan",
        "membuat solusi terhadap kebersihan dan kelestarian lingkungan",
        "membiasakan menjaga kebersihan dan kelestarian lingkungan",
        "mengungkapkan rasa bangga akan kebersihan dan kelestarian lingkungan"
      ]
    },
    {
      "slm": "Alam Sahabatku",
      "tp": [
        "menjaga kebersihan lingkungan dan alam sekitarnya",
        "menunjukkan sikap peduli pada lingkungan dan alam sekitarnya",
        "melestarikan lingkungan dan alam sekitarnya",
        "menghargai lingkungan dan alam sekitarnya",
        "membiasakan diri bersasahabat dengan alam",
        "memberi contoh bersahabat dengan alam",
        "meneladan Buddha dan para Bhikkhu dalam menjaga lingkungan dan alam sekitarnya",
        "mengungkapkan rasa bangga bersahabat dengan alam"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    {
      "slm": "Pelajaran 1: Agama Khonghucu Pedoman Hidupku",
      "tp": [
        "menyebutkan bagian-bagian kitab suci yang pokok (Sishu) dan yang mendasari (Wujing).",
        "mengetahui Zhu Xi sebagai penyusun kitab Sishu.",
        "menunjukan sikap tangan bao xin bade.",
        "mengikuti kebaktian di Litang/ Miao/Kelenteng.",
        "menjelaskan urutan pelaksanaan kebaktian di Litang."
      ]
    },
    {
      "slm": "Pelajaran 2: Nabi Kongzi Tian zhi Muduo",
      "tp": [
        "menceritakan riwayat Nabi Kongzi sebagai Tian zhi Muduo.",
        "memahami cita-cita mulia Nabi Kongzi.",
        "meneladani semangat belajar Nabi Kongzi.",
        "menelusuri perjalanan Nabi Kongzi selama 13 tahun.",
        "meyakini bahwa Nabi Kongzi adalah utusan Tian (Genta Rohani Tian/Muduo Tian)."
      ]
    },
    {
      "slm": "Pelajaran 3: Perilaku Delapan Kebajikan",
      "tp": [
        "menunjukkan perilaku sesuai dengan Delapan Kebajikan (bade).",
        "menunjukkan sikap mudah bergaul dan berkawan dengan para sahabat yang membawa faedah yang berada di lingkungan sekolah, tetangga dan lainnya tanpa memandang suku, ras, agama dan golongan.",
        "menunjukkan semangat introspeksi dan mau segera mengakui kesalahan serta memperbaiki diri."
      ]
    },
    {
      "slm": "Pelajaran 4: Teladan Ibunda Agung",
      "tp": [
        "menceritakan kisah Ibunda Nabi Kongzi.",
        "menceritakan kisah kebijaksanaan Tiga Ibunda Agung (ibu Mengzi, ibu Ouyang Xiu, ibu Yue Fei).",
        "mempraktekkan hikmah nasehat cerita Tiga Ibunda Agung dalam keseharian."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Mengenal Lingkungan Sekitar",
      "tp": [
        "mengidentiikasi identitas masyarakat sesuai budaya, suku bangsa, bahasa, serta agama dan kepercayaan",
        "membedakan identitas masyarakat sesuai budaya, suku bangsa, bahasa, serta agama dan kepercayaan",
        "menghargai identitas budaya, suku bangsa, bahasa, serta agama dan kepercayaan di lingkungan masyarakat",
        "mempraktikkan sikap dan perilaku yang menghargai perbedaan budaya, suku bangsa, bahasa, serta agama dan kepercayaan di lingkungan masyarakat",
        "mengidentiikasi perangkat desa dan kelurahan",
        "mengenal fungsi perangkat desa dan kelurahan",
        "mengenal lingkungan tempat tinggal sekitar desa atau kelurahan dan kecamatan",
        "menceritakan pengalaman menjelajah lingkungan tempat tinggal sekitar desa atau kelurahan dan kecamatan"
      ]
    },
    {
      "slm": "Bab 2: Aku Anak yang Disiplin",
      "tp": [
        "menyebutkan dan menjelaskan perbedaan aturan di tempat tertentu",
        "mengidentiikasi penerapan aturan dalam kehidupan sehari-hari",
        "merencanakan, membuat, dan melaksanakan suatu aturan",
        "menyebutkan serta menunjukkan hak dan kewajiban di lingkungan sekolah",
        "menuliskan serta menceritakan hak dan kewajiban di lingkungan sekolah dan masyarakat",
        "melaksanakan hak dan kewajiban dalam kehidupan sehari-hari"
      ]
    },
    {
      "slm": "Bab 3: Kerja Sama di Lingkunganku",
      "tp": [
        "menyebutkan dan menjelaskan perbedaan sikap mencintai tanah air dan yang tidak",
        "menampilkan pertunjukan terkait keberagaman budaya pada suatu daerah secara berkelompok",
        "menunjukkan tugas dan peran yang mencerminkan sikap gotong royong",
        "mempraktikkan sikap gotong royong di lingkungan masyarakat",
        "menunjukkan sikap kompak dan saling membantu satu sama lain",
        "mempraktikkan sikap kompak dan bersatu melalui diskusi dan permainan",
        "menggunakan bahasa Indonesia sebagai bahasa sehari-hari",
        "menunjukkan sikap bangga dalam berbahasa Indonesia"
      ]
    },
    {
      "slm": "Bab 4: Pancasila dalam Diriku",
      "tp": [
        "mengidentiikasi makna sila-sila Pancasila di lingkungan masyarakat",
        "menunjukkan kegiatan sehari-hari yang sesuai dengan makna sila-sila Pancasila di lingkungan masyarakat",
        "menunjukkan sikap dan perilaku yang sesuai dengan nilai-nilai Pancasila di lingkungan masyarakat",
        "mempraktikkan makna sila-sila Pancasila dalam kehidupan sehari-hari di lingkungan masyarakat",
        "menjelaskan sejarah perumusan Pancasila",
        "menceritakan peran para perumus Pancasila",
        "mengenal karakter para perumus Pancasila",
        "meneladani karakter para perumus Pancasila"
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab 1: Sudah Besar",
      "tp": [
        "memaknai teks narasi yang dibacakan;",
        "menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif;",
        "memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar;",
        "menggunakan kosakata baru dengan makna denotatif;",
        "menulis kalimat dalam tulisan tegak bersambung;",
        "memahami arti dari kosakata yang baru dipelajari."
      ]
    },
    {
      "slm": "Bab 2: Di Bawah Atap",
      "tp": [
        "memaknai teks narasi yang dibacakan;",
        "menggunakan kaidah kebahasaan berupa kalimat transitif dan intransitif;",
        "memaknai kosakata baru dari teks yang dibaca mengenai hal-hal menarik di lingkungan sekitar;",
        "menggunakan kosakata baru dengan makna denotatif;",
        "menulis kalimat dalam tulisan tegak bersambung;",
        "memahami arti dari kosakata yang baru dipelajari."
      ]
    },
    {
      "slm": "Bab 3: Lihat Sekitar",
      "tp": [
        "memaknai kosakata baru mengenai hal-hal menarik di lingkungan sekitar;",
        "menulis teks argumentasi;",
        "terlibat secara aktif dalam diskusi sesuai tata cara;",
        "menggunakan kaidah kebahasaan: awalan 'ber-';",
        "memahami instruksi lisan yang berkaitan dengan hal-hal menarik di lingkungan sekitar;",
        "menulis teks deskripsi."
      ]
    },
    {
      "slm": "Bab 4: Meliuk dan Menerjang",
      "tp": [
        "memahami ide pokok pada suatu pesan lisan;",
        "memahami ide pokok dan ide pendukung pada teks informatif;",
        "berbicara menggunakan volume dan intonasi yang tepat sesuai konteks;",
        "menulis teks wawancara;",
        "melakukan wawancara;",
        "menulis informasi mengenai hal-hal menarik di lingkungan sekitar."
      ]
    },
    {
      "slm": "Bab 5: Bertukar atau Membayar",
      "tp": [
        "memahami pesan dan informasi yang ada di dalam teks;",
        "menggunakan kaidah kebahasaan: penulisan nilai uang dengan angka dan huruf;",
        "berbicara dengan kata-kata dan sikap yang santun;",
        "menulis teks prosedur."
      ]
    },
    {
      "slm": "Bab 6: Satu Titik",
      "tp": [
        "mengidentifikasi dan memahami kata-kata baru pada teks yang dibaca;",
        "menggunakan kaidah kebahasaan: kalimat efektif;",
        "memahami maksud yang disampaikan oleh suatu puisi;",
        "menulis teks yang kalimat dan kata-katanya dipilih dan ditata secara cermat;",
        "menceritakan kembali suatu informasi yang dibaca dari teks narasi/informasi;",
        "memahami kejadian dalam teks narasi."
      ]
    },
    {
      "slm": "Bab 7: Asal-Usul",
      "tp": [
        "memahami teks yang didengarkan dari media audio;",
        "memahami pesan dan informasi dari teks narasi;",
        "berbicara untuk menyampaikan pendapat secara santun;",
        "menggunakan kaidah kebahasaan: kata penghubung antarkalimat."
      ]
    },
    {
      "slm": "Bab 8: Sehatlah Ragaku",
      "tp": [
        "memahami pesan dan informasi tentang kehidupan sehari-hari;",
        "memahami dan memaknai teks informasi yang dibacakan;",
        "memahami ide pokok dan ide pendukung pada teks informatif dan teks narasi;",
        "menceritakan kembali suatu informasi yang dibaca atau didengar dari teks narasi;",
        "menulis informasi mengenai hal-hal menarik di lingkungan sekitar menggunakan kaidah kebahasaan yang baik dan benar."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Bab 1: Bilangan Cacah Sampai 10.000",
      "tp": [
        "membaca bilangan cacah sampai 10.000",
        "menulis bilangan cacah sampai 10.000",
        "menentukan nilai tempat bilangan cacah sampai 10.000",
        "membandingkan dua bilangan cacah sampai 10.000",
        "mengurutkan beberapa bilangan cacah sampai 10.000",
        "menyusun (komposisi) bilangan cacah sampai 10.000",
        "mengurai (dekomposisi) bilangan cacah sampai 10.000",
        "menentukan hasil operasi penjumlahan bilangan cacah sampai 1.000",
        "menentukan hasil operasi pengurangan bilangan cacah sampai 1.000",
        "menentukan hasil operasi perkalian bilangan cacah sampai 100",
        "menentukan hasil operasi pembagian bilangan cacah sampai 100",
        "menyelesaikan masalah berkaitan dengan kelipatan dan faktor"
      ]
    },
    {
      "slm": "Bab 2: Pecahan",
      "tp": [
        "membandingkan dua pecahan dengan pembilang satu",
        "mengurutkan antar pecahan dengan pembilang satu",
        "membandingkan dua pecahan dengan penyebut yang sama",
        "mengurutkan antar pecahan dengan penyebut yang sama",
        "mengenali pecahan senilai menggunakan gambar dan simbol matematika",
        "menyatakan pecahan desimal persepuluhan dan perseratusan",
        "menghubungkan pecahandesimal perseratusan dengan konsep persen"
      ]
    },
    {
      "slm": "Bab 3: Pola Gambar dan Pola Bilangan",
      "tp": [
        "mengidentifikasi pola gambar membesar dan mengecil yang melibatkan penjumlahan dan pengurangan pada bilangan cacah sampai 100",
        "mengembangkan pola gambar membesar dan mengecil yang melibatkan penjumlahan dan pengurangan pada bilangan cacah sampai 100",
        "mengidentifikasi pola bilangan membesar dan mengecil yang melibatkan penjumlahan pengurangan pada bilangan cacah sampai 100",
        "mengembangkan pola bilangan membesar dan mengecil yang melibatkan penjumlahan pengurangan pada bilangan cacah sampai 100"
      ]
    },
    {
      "slm": "Bab 4: Pengukuran Luas dan Volume",
      "tp": [
        "mengukur luas menggunakan satuan tidak baku dan satuan baku",
        "mengestimasi luas menggunakan satuan tidak baku dan satuan baku",
        "mengukur volume menggunakan satuan tidak baku dan satuan baku",
        "mengestimasi volume menggunakan satuan tidak baku dan satuan baku"
      ]
    },
    {
      "slm": "Bab 5: Bangun Datar",
      "tp": [
        "mendeskripsikan ciri berbagai bentuk bangun datar (segiempat, segitiga, segibanyak)",
        "menyusun (komposisi) berbagai bangun datar dengan lebih dari satu cara (jika memungkinkan)",
        "mengurai (dekomposisi) bangun datar dengan lebih dari satu cara (jika memungkinkan)"
      ]
    },
    {
      "slm": "Bab 6: Piktogram dan Diagram Batang",
      "tp": [
        "menyajikan data dalam bentuk piktogram",
        "menginterpretasikan data dalam bentuk piktogram",
        "menyajikan data dalam bentuk diagram batang",
        "menginterpretasikan data dalam bentuk diagram batang"
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Mengubah Bentuk Energi",
      "tp": [
        "menjelaskan fenomena perubahan bentuk energi yang ada di sekitarnya.",
        "menggunakan pemahamannya tentang perubahan bentuk energi untuk mendeskripsikan bagaimana manfaat perubahan energi itu terhadap dirinya dan lingkungan di sekitarnya."
      ]
    },
    {
      "slm": "Bab 2: Gaya di Sekitar Kita",
      "tp": [
        "menjelaskan penerapan gaya pada kehidupan sekitarnya.",
        "memahami gejala kemagnetan dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 3: Di Sini Tempat Tinggalku!",
      "tp": [
        "menelaah kondisi geografis wilayah tempat tinggal melalui peta konvensional/digital."
      ]
    },
    {
      "slm": "Bab 4: Iklim dan Perubahannya",
      "tp": [
        "menelaah masalah yang berkaitan dengan perubahan iklim."
      ]
    },
    {
      "slm": "Bab 5: Ini Khas Daerahku!",
      "tp": [
        "menganalisis hubungan bentang alam di daerah tempat tinggal dengan keanekaragaman hayati dan profesi masyarakat sekitarnya."
      ]
    },
    {
      "slm": "Bab 6: Peranku di Lingkungan Sekolah dan Masyarakat",
      "tp": [
        "menerapkan peran, tugas, dan tanggung jawab, serta interaksi sosial yang terjadi di sekitar tempat tinggal dan sekolah."
      ]
    },
    {
      "slm": "Bab 7: Keragaman Budaya dan Kearifan Lokal",
      "tp": [
        "menceritakan keragaman budaya dan kearifan lokal di lingkup daerah."
      ]
    },
    {
      "slm": "Bab 8: Menjadi Pahlawan Lingkungan",
      "tp": [
        "menunjukkan sikap peduli terhadap permasalahan lingkungan di sekitar.",
        "berkontribusi dalam upaya melakukan mitigasi perubahan iklim melalui aktivitas sederhana yang bisa dilakukan dalam kehidupan sehari-hari.",
        "berkontribusi dalam upaya melestarikan budaya/kearifan lokal di lingkungan sekitarnya."
      ]
    }
  ],
  "Bahasa Inggris": [
    {
      "slm": "Unit 1: My Morning Routine",
      "tp": [
        "mengubah/mengganti beberapa elemen kalimat untuk berpartisipasi dalam kegiatan pembelajaran perihal rutinitas pagi",
        "mengamati teks pendek dan sederhana dalam bentuk komik tentang rutinitas pagi",
        "mengomunikasikan ide dan pengalaman mereka tentang rutinitas pagi dalam bentuk tulisan dan lisan"
      ]
    },
    {
      "slm": "Unit 2: Meal Time",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam mendeskripsikan makanan",
        "membaca/mengamati teks deskripsi pendek dan sederhana tentang makanan serta rasa dan tekstur makanan",
        "mengomunikasikan ide dan pengalaman mereka tentang makanan dalam bentuk tulisan dan lisan"
      ]
    },
    {
      "slm": "Unit 3: My Toys",
      "tp": [
        "mengubah/mengganti beberapa elemen kalimat untuk berpartisipasi dalam kegiatan pembelajaran perihal kegiatan meminjam sebuah mainan",
        "membaca/mengamati teks pendek dan sederhana dalam bentuk komik tentang kegiatan meminjam sebuah mainanan",
        "mengkomunikasikan ide dan pengalaman mereka tentang deskripsi sebuah mainan dalam bentuk tulisan dan lisan"
      ]
    },
    {
      "slm": "Unit 4: My School Activities",
      "tp": [
        "mengikuti instruksi sederhana perihal kegiatan di kelas melalui petunjuk Visual",
        "merespons teks pendek, sederhana, dan familiar dalam bentuk teks cetak atau digital, termasuk teks visual, multimodal, dan interaktif secara lisan perihal kegiatan di sekolah",
        "menulis kosakata sederhana tentang kegiatan di sekolah"
      ]
    },
    {
      "slm": "Unit 5: My PE Class",
      "tp": [
        "mengikuti instruksi sederhana perihal gerakan melalui petunjuk visual",
        "merespons teks pendek, sederhana, dan familiar dalam bentuk teks cetak atau digital, termasuk teks visual, multimodal, dan interaktif secara lisan perihal gerakan dan perasaan",
        "menulis kosakata sederhana tentang gerakan dan perasaan"
      ]
    },
    {
      "slm": "Unit 6: My School Days",
      "tp": [
        "mengikuti instruksi sederhana perihal hari, bulan, dan mata pelajaran melalui petunjuk visual",
        "merespons teks pendek, sederhana, dan familiar dalam bentuk teks cetak atau digital, termasuk teks visual, multimodal, dan interaktif secara lisan perihal hari, bulan, dan mata pelajaran",
        "menulis kosakata sederhana tentang hari, bulan, dan mata pelajaran"
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Bab 1: Menggambar Sketsa",
      "tp": [
        "menggambar sketsa pakaian dengan proporsi yang tepat.",
        "menggambar sketsa dengan komposisi yang seimbang.",
        "menambahkan keterangan pendukung sketsa yang sesuai."
      ]
    },
    {
      "slm": "Bab 2: Menelaah Karakteristik Alat dan Bahan",
      "tp": [
        "menampilkan perbedaan karya seni dua dimensi dan tiga dimensi dengan bahan lunak dan bahan keras.",
        "menampilkan perbedaan lukisan dengan pewarna kering dan pewarna basah.",
        "membedakan berbagai alat untuk menggambar, membentuk, dan memotong."
      ]
    },
    {
      "slm": "Bab 3: Mengkreasikan Karya Seni Rupa Dua Dimensi dan Tiga Dimensi",
      "tp": [
        "menggambar rumah adat dengan komponen umum yang lengkap meliputi: atap, dinding, dan lantai.",
        "menggambar rumah adat dengan komposisi yang seimbang.",
        "mewarnai gambar rumah adat dengan harmoni antara latar dan objek utama."
      ]
    },
    {
      "slm": "Bab 4: Membuat Konstruksi Sederhana",
      "tp": [
        "memilih objek dengan bentuk-bentuk permukaan yang sesuai.",
        "menghasilkan susunan yang seimbang.",
        "menghasilkan konstruksi dengan penempelan objek yang kuat."
      ]
    },
    {
      "slm": "Bab 5: Menanggapi Karya Seni Rupa",
      "tp": [
        "menemukan dua hal postif dari karya yang diamati untuk diri sendiri.",
        "menemukan dua hal postif dari karya yang diamati untuk lingkungan terdekat."
      ]
    },
    {
      "slm": "Bab 6: Membuat Karya Seni yang Berdampak",
      "tp": [
        "membuat karya seni rupa yang mengandung nilai positif.",
        "menjelaskan muatan positif yang ditemukan dalam sebuah karya."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Bab 1: Irama dan Ragam Alat Musik",
      "tp": [
        "mengidentiikasi karakteristik ragam alat musik dan bunyi yang dihasilkannya.",
        "mengimitasi tempo alat musik ritmis atau melodis",
        "mengimitasi pola irama alat musik ritmis dan melodis",
        "mengimitasi pola bunyi, baik yang menggunakan anggota tubuh maupun yang menggunakan alat musik ritmis dan melodis"
      ]
    },
    {
      "slm": "Bab 2: Birama dan Bunyi",
      "tp": [
        "mengimitasi irama baik yang menggunakan anggota tubuh maupun yang menggunakan alat musik ritmis dan melodis",
        "memberikan tanggapan atau umpan balik mengenai praktik bermusik dirinya atau orang lain menggunakan istilah musik yang telah dipelajari",
        "mengimitasi bunyi dasar ragam alat musik ritmis atau melodis"
      ]
    },
    {
      "slm": "Bab 3: Melodi dan Notasi Angka",
      "tp": [
        "mengimitasi nada, baik yang menggunakan anggota tubuh maupun yang menggunakan alat musik ritmis dan melodis",
        "memainkan instrumen musik yang digunakannya",
        "merawat instrumen yang digunakannya"
      ]
    },
    {
      "slm": "Bab 4: Musik Kreasi",
      "tp": [
        "mengembangkan pola irama menggunakan alat musik melodis yang tersedia di lingkungan sekitar",
        "mengembangkan pola irama menggunakan anggota tubuh atau alat musik ritmis yang tersedia di lingkungan sekitar",
        "menjalankan praktik bermusik yang memberikan dampak positif bagi dirinya dan lingkungan terkecilnya."
      ]
    }
  ],
  "Seni Budaya (Seni Tari)": [
    {
      "slm": "Bab 1: Mengenal Gerak dan Makna pada Permainan Tradisional Egrang",
      "tp": [
        "mengamati bentuk penyajian tari",
        "mengidentiikasi latar belakang sebuah penyajian tari",
        "mengenal bentuk level gerak, perubahan arah hadap, dan desain lantai",
        "mengekplorasi unsur utama tari sesuai level gerak, perubahan arah hadap, dan desain lantai",
        "mengingat kembali unsur utama tari sesuai level gerak, perubahan arah hadap, dan desain lantai",
        "menjelaskan bentuk level gerak, perubahan arah hadap dan desain lantai",
        "menyimpulkan hasil pencapaian dirinya di dalam proses pembelajaran tari",
        "meragakan gerak tari sesuai level dan arah hadap secara individu",
        "mempresentasikan karya tari kelompok sesuai dengan desain lantai",
        "mengembangkan kemampuan bekerja sama dan saling menghargai demi tercapainya tujuan bersama",
        "membuat bentuk gerak dengan unsur utama tari, level, dan perubahan arah hadap",
        "mengembangkan gerak dengan unsur utama tari, level, dan perubahan arah hadap",
        "merangkai gerak berdasarkan unsur utama tari, level, dan perubahan arah hadap",
        "menunjukkan antusiasme dalam proses pembelajaran sehingga tumbuh rasa ingin tahu",
        "menyelesaikan aktivitas pembelajaran tari"
      ]
    },
    {
      "slm": "Bab 2: Mengenal Gerak dan Makna Permainan Tradisional Engklek",
      "tp": [
        "mengamati bentuk penyajian tari",
        "mengidentiikasi latar belakang sebuah penyajian tari",
        "mengenal bentuk level gerak, perubahan arah hadap, dan desain lantai",
        "mengekplorasi unsur utama tari sesuai level gerak, perubahan arah hadap, dan desain lantai.",
        "mengingat kembali unsur utama tari sesuai level gerak, perubahan arah hadap, dan desain lantai",
        "menjelaskan bentuk level gerak, perubahan arah hadap dan desain lantai",
        "menyimpulkan hasil pencapaian dirinya di dalam proses pembelajaran tari",
        "meragakan gerak tari sesuai level dan arah hadap secara individu",
        "mempresentasikan karya tari kelompok sesuai dengan desain lantai",
        "mengembangkan kemampuan bekerja sama dan saling menghargai demi tercapainya tujuan bersama",
        "membuat bentuk gerak dengan unsur utama tari, level, dan perubahan arah hadap",
        "mengembangkan gerak dengan unsur utama tari, level, dan perubahan arah hadap",
        "merangkai gerak berdasarkan unsur utama tari, level, dan perubahan arah hadap",
        "menunjukkan antusiasme dalam proses pembelajaran sehingga tumbuh rasa ingin tahu",
        "menyelesaikan aktivitas pembelajaran tari"
      ]
    },
    {
      "slm": "Bab 3: Mengenal Tari Melalui Cerita Fabel",
      "tp":[
        "mengamati bentuk penyajian tari",
        "mengidentiikasi latar belakang sebuah penyajian tari",
        "mengenal bentuk level gerak, perubahan arah hadap, dan desain lantai",
        "mengekplorasi unsur utama tari sesuai level gerak, perubahan arah hadap, dan desain lantai.",
        "mengingat kembali unsur utama tari sesuai level gerak, perubahan arah hadap, dan desain lantai",
        "menjelaskan bentuk level gerak, perubahan arah hadap dan desain lantai",
        "menyimpulkan hasil pencapaian dirinya di dalam proses pembelajaran tari",
        "meragakan gerak tari sesuai level dan arah hadap secara individu",
        "mempresentasikan karya tari kelompok sesuai dengan desain lantai",
        "mengembangkan kemampuan bekerja sama dan saling menghargai demi tercapainya tujuan bersama",
        "membuat bentuk gerak dengan unsur utama tari, level, dan perubahan arah hadap",
        "mengembangkan gerak dengan unsur utama tari, level, dan perubahan arah hadap",
        "merangkai gerak berdasarkan unsur utama tari, level, dan perubahan arah hadap",
        "menunjukkan antusiasme dalam proses pembelajaran sehingga tumbuh rasa ingin tahu",
        "menyelesaikan aktivitas pembelajaran tari"
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Bab 1: Bermain Peran Binatang dan Peristiwa Alam",
      "tp": [
        "mengenal teknik dasar akting (pemeranan)",
        "mengeksplorasi gerak tubuh dan suara binatang dan peristiwa alam",
        "mengidentiikasi gerak tubuh dan suara binatang dan peristiwa alam",
        "mengenal gerak dan suara binatang dan peristiwa alam",
        "menceritakan gerak dan suara binatang dan peristiwa alam",
        "menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita",
        "menghasilkan pertunjukan cerita binatang dan peristiwa alam sehingga memberi dampak positif berupa sikap percaya diri, kreatif, dapat bekerja sama, serta menghasilkan pertunjukan"
      ]
    },
    {
      "slm": "Bab 2: Bermain Peran dari Cerita Kehidupan Sehari-Hari",
      "tp": [
        "mengenal dialog sederhana, gerak tubuh, suara, dan emosi dirinya sendiri serta orang-orang di sekitarnya",
        "mengeksplorasi dialog sederhana, gerak tubuh, suara, dan emosi dirinya sendiri serta orang-orang di sekitarnya",
        "mengidentiikasi inti cerita dan peran yang berbeda dalam sebuah naskah",
        "mengenal gerak dan suara dirinya sendiri serta orang-orang di sekitarnya",
        "menceritakan gerak dan suara dirinya sendiri serta orang-orang di sekitarnya",
        "menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita",
        "menghasilkan pertunjukan cerita kehidupan sehari-hari sehingga memberi dampak positif, berupa sikap percaya diri, kreatif, dapat bekerja sama, dan menghasilkan pertunjukan"
      ]
    },
    {
      "slm": "Bab 3: Bermain Peran dari Cerita Fabel dan Legenda",
      "tp": [
        "mengenal dialog sederhana, mengeksplorasi gerak tubuh, suara, serta emosi manusia dan binatang",
        "mengidentiikasi inti cerita dan peran yang berbeda dalam sebuah naskah",
        "mengenal gerak dan suara manusia dan binatang",
        "menceritakan gerak dan suara manusia dan binatang",
        "menggunakan tata artistik panggung sesuai dengan tokoh yang diperankan dan alur cerita",
        "menghasilkan pertunjukan cerita fabel dan legenda sehingga memberi dampak positif, berupa sikap percaya diri, kreatif, serta dapat bekerja sama."
      ]
    }
  ],
  "Pendidikan Kepercayaan Terhadap Tuhan Yang Maha Esa dan Budi Pekerti":[
    {
      "slm": "Pelajaran 1: Keluarga Harmonis",
      "tp":[
        "mengidentifikasi diri dan keluarga dengan baik",
        "melatih sikap menyayangi dan menghormati keluarga",
        "menerapkan perilaku menyayangi dan menghormati keluarga",
        "memahami pentingnya sikap jujur",
        "melatih kejujuran",
        "menerapkan perilaku jujur pada kehidupan sehari-hari",
        "memahami pentingnya sikap patuh dan menghormati orang tua",
        "melatih sikap patuh dan hormat pada orang tua",
        "menerapkan perilaku patuh dan menghormati orang tua"
      ]
    },
     {
      "slm": "Pelajaran 2: Sopan Santun di Sekolah",
      "tp":[
        "menunjukkan sikap hormat kepada guru",
        "menunjukkan sikap patuh akan nasihat guru",
        "menerapkan perilaku menyayangi menghormati guru",
        "menunjukkan rasa empati dan menghargai teman",
        "menyayangi teman",
        "menerapkan perilaku cinta kasih dan menghargai teman",
        "menghormati simbol-simbol negara.",
        "menerapkan sikap disiplin",
        "menerapkan sikap patuh di sekolah"
      ]
    },
     {
      "slm": "Pelajaran 3: Persahabatan",
      "tp":[
        "menyadari kesalahan",
        "membiasakan diri untuk meminta maaf atas kesalahan yang diperbuatnya",
        "menjalin persahabatan yang baik",
        "menyadari bahwa setiap manusia membutuhkan manusia lain",
        "membiasakan diri untuk tolong-menolong",
        "melatih sikap toleran",
        "mendiskusikan kegiatan bersama dengan teman yang berbeda keyakinan",
        "menerapkan sikap menghargai teman yang berbeda keyakinan"
      ]
    },
     {
      "slm": "Pelajaran 4: Cita-citaku",
      "tp":[
        "menjelaskan sikap gotong royong",
        "menanggapi perilaku gotong royong",
        "menerapkan perilaku gotong royong",
        "menjelaskan sikap tanggung jawab dan rela berkorban",
        "menerapkan perilaku tanggung jawab dan rela berkorban",
        "menjelaskan nilai-nilai Pancasila",
        "mencontohkan pengamalan nilai-nilai Pancasila dalam kehidupan sehari-hari",
        "menerapkan pengamalan nilai-nilai Pancasila dalam kehidupan sehari-hari",
        "mengidentifikasi cita-cita yang dimilikinya",
        "melatih diri untuk disiplin",
        "menggali potensi yang ada dalam dirinya untuk meraih cita-cita"
      ]
    },
     {
      "slm": "Pelajaran 5: Aku Tahu Kewajibanku",
      "tp":[
        "menyebutkan Tuhan sesuai dengan kepercayaannya",
        "membiasakan diri beribadah sesuai dengan kepercayaannya",
        "menyebutkan tata tertib di rumah dan sekolah",
        "menaati tata tertib yang ada di rumah dan sekolah",
        "menyebutkan kewajiban di masyarakat",
        "menaati aturan yang ada di lingkungan masyarakat",
        "menyebutkan kewajiban sebagai Penghayat Kepercayaan",
        "menyebutkan larangan sebagai Penghayat Kepercayaan",
        "melaksanakan kewajiban",
        "menjauhi larangan"
      ]
    },
     {
      "slm": "Pelajaran 6: Keindahan Negeriku",
      "tp":[
        "memberikan tanggapan sederhana dari lagu “Desaku yang Kucinta” karya L. Manik",
        "mendeskripsikan keindahan alam Indonesia berdasarkan gambar ilustrasi",
        "mengungkapkan rasa syukur atas anugerah yang diberikan Tuhan dengan menciptakan sebuah puisi tentang keindahan alam Indonesia",
        "memberikan tanggapan atas peristiwa atau masalah yang terjadi di lingkungan sekitarnya",
        "memberikan saran sederhana atas peristiwa atau masalah yang dihadapinya dengan kalimat yang runtut dan sederhana",
        "memahami kepedulian terhadap lingkungan sebagai anugerah Tuhan yang harus dijaga",
        "membuat karya berupa poster imbauan untuk peduli alam semesta",
        "memberikan tanggapan sederhana tentang upacara dalam rangka bersyukur kepada Tuhan",
        "mendeskripsikan ungkapan rasa syukur",
        "mengungkapkan rasa syukur atas anugerah yang diberikan Tuhan"
      ]
    },
     {
      "slm": "Pelajaran 7: Indahnya Keragaman",
      "tp":[
        "menyebutkan keragaman suku bangsa dan keyakinan di Indonesia",
        "melatih toleransi dalam perbedaan",
        "membiasakan diri hidup dalam perbedaan",
        "menyebutkan adat yang ada di daerahnya",
        "menjelaskan adat yang ada di daerahnya",
        "menyebutkan busana adat Nusantara",
        "mengidentifikasi busana adat di daerahnya masing-masing",
        "membiasakan diri mengenakan busana adat masing-masing",
        "menjelaskan Sasana Adirasa",
        "mengidentifikasi ritual yang dilaksanakan di Sasana Adirasa",
        "melatih diri agar taat dalam melaksanakan ritual sesuai kepercayaannya"
      ]
    },
     {
      "slm": "Pelajaran 8: Sejarah Kepercayaan Terhadap Tuhan Yang Maha Esa",
      "tp":[
        "mengenal istilah Kepercayaan",
        "mendeskripsikan istilah Kepercayaan Terhadap Tuhan Yang Maha Esa",
        "menjelaskan deskripsi dirinya sebagai Penghayat Kepercayaan",
        "melatih kejujuran dalam permainan petak umpet",
        "mengetahui Eksistensi Kepercayaan Terhadap Tuhan Yang Maha Esa",
        "menjelaskan secara ringkas Eksistensi Kepercayaan Terhadap Tuhan Yang Maha Esa",
        "memahami isi syair lagu daerah “Manuk Dadali",
        "mengetahui sejarah Kepercayaan Terhadap Tuhan Yang Maha Esa di Indonesia.",
        "menjelaskan secara ringkas sejarah Kepercayaan Terhadap Tuhan Yang Maha Esa"
      ]
    },
     {
      "slm": "Pelajaran 9: Mengenal Tokoh-tokoh Penghayat Kepercayaan",
      "tp":[
        "mengenal tokoh Sisingamangaraja XII",
        "menjelaskan perjuangan yang telah dilakukan Sisingamangaraja XII",
        "meneladani tokoh Sisingamangaraja XII",
        "memahami dongeng fabel",
        "menggali nilai-nilai dari dongeng fabel",
        "mengenal tokoh Mei Kartawinata",
        "menjelaskan perjuangan yang telah dilakukan Mei Kartawinata",
        "memahami ajaran luhur Mei Kartawinata",
        "melatih sopan santun dalam bertamu",
        "mengenal tokoh Mr. K.R.M.T Wongsonagoro",
        "menjelaskan perjuangan yang telah dilakukan Mr. K.R.M.T Wongsonagoro",
        "memahami ajaran luhur Mr. K.R.M.T Wongsonagoro",
        "membiasakan diri mengunjungi perpustakaan",
        "mengidentifikasi bahan perpustakaan",
        "mengenal tokoh R.K. Danoe Soebroto",
        "menjelaskan perjuangan yang telah dilakukan R.K. Danoe Soebroto",
        "memahami ajaran luhur R.K. Danoe Soebroto",
        "mendemonstrasikan permainan tradisional egrang batok"
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Pengangge Tengenan",
      "tp": [
        "memahami dan mengenal jenis /bentuk pengangge tengenan"
      ]
    },
    {
      "slm": "Gantungan Lan Gempelan (Pengenalan untuk 1 Kata)",
      "tp": [
        "mengenal jenis dan bentuk gantungan lan gempelan"
      ]
    },
    {
      "slm": "Kruna Kahanan Awak",
      "tp": [
        "mengenal kruna kahanan awak",
        "menunjukkan tata letak kruna"
      ]
    },
    {
      "slm": "Angka 1-100",
      "tp": [
        "mengetahui istilah angka 1-100 dalam bahasa bali",
        "menyebutkan istilah angka 1-100"
      ]
    },
    {
      "slm": "Parinama Swagina",
      "tp": [
        "mengenal istilah pekerjaan (swagina) dalam bahasa bali",
        "menyebutkan istilah pekerjaan"
      ]
    },
    {
      "slm": "Pupuh Pucung",
      "tp": [
        "mengklasifikasikan jenis-jenis sekar alit",
        "metembang sekar alit"
      ]
    },
    {
      "slm": "Gantungan Lan Gempelan (Lanturan)",
      "tp": [
        "mengenal jenis dan bentuk gantungan lan gempelan",
        "menulis kalimat sederhana menggunakan gantungan lan gempelan sesuai kaidah",
        "memahami jenis gantungan"
      ]
    },
    {
      "slm": "Cecimpedan",
      "tp": [
        "memahami cecimpedan",
        "membuat secara mandiri cecimpedan"
      ]
    },
    {
      "slm": "Kruna Dwi Lingga (Terapan Kosa Kata)",
      "tp": [
        "memahami jenis-jenis kruna dwi lingga",
        "menyebutkan jenis-jenis kruna",
        "mengklarifikasikan contoh-contoh kata sesuai jenis kruna dwi lingga"
      ]
    },
    {
      "slm": "Pariwisata Ring Bali",
      "tp": [
        "mengenal tempat pariwisata di bali",
        "menjabarkan ciri khas tempat pariwisata yang ada di bali",
        "menyebutkan nama tempat"
      ]
    },
    {
      "slm": "Pasang Aksara Bali (Re Repa Lan Le Lenga)",
      "tp": [
        "mengenal jenis dan bentuk pasang aksara bali (re repa lan le lenga)",
        "memahami jenis-jenis pasang aksara bali",
        "menulis pasang aksara bali (re repa lan le lenga)"
      ]
    },
    {
      "slm": "Satua Bali",
      "tp": [
        "memahami unsur pembentukan satua",
        "memahami isi dan makna dari satua bali",
        "menceritakan kembali satua bali yang telah dibaca",
        "mesatua Bali dengan baik dan benar"
      ]
    }
  ],
  "Koding dan Kecerdasan Artifisial": [
    {
      "slm": "Bab 1: Berpikir Komputasional: Menemukan Solusi",
      "tp": [
        "menerapkan pemecahan masalah dalam kehidupan sehari-hari.",
        "memahami konsep berpikir komputasional.",
        "menuliskan urutan instruksi secara logis."
      ]
    },
    {
      "slm": "Bab 2: Mengenal Teknologi Digital: Canggih, Seru, tetapi Harus Bijak!",
      "tp": [
        "memahami konsep dasar teknologi digital.",
        "memahami perangkat keras dan perangkat lunak komputer.",
        "memahami keamanan informasi pribadi."
      ]
    },
    {
      "slm": "Bab 3: Kecerdasan Artifisial: Teman Baru di Dunia Digital",
      "tp": [
        "memahami Kecerdasan Artifisial.",
        "memahami perbedaan komputer dan manusia dalam penginderaan.",
        "memahami perbedaan mesin cerdas dan mesin non-cerdas.",
        "memahami manfaat Kecerdasan Artifisial dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 4: Belajar Bersama Kecerdasan Artifisial: Si Cerdas yang Terus Belajar",
      "tp": [
        "menerapkan konsep klasifikasi dalam kehidupan sehari-hari.",
        "memahami bagaimana Kecerdasan Artifisial melakukan klasifikasi.",
        "menerapkan eksperimen klasifikasi manual vs. klasifikasi oleh Kecerdasan Artifisial.",
        "memahami pengaruh data input terhadap hasil klasifikasi Kecerdasan Artifisial."
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Bab 1: Ayo, Bergerak!",
      "tp": [
        "menerapkan keterampilan gerak fundamental dalam situasi gerak yang baru.",
        "memperagakan konsep gerak dalam rangkaian gerak.",
        "memecahkan masalah gerak."
      ]
    },
    {
      "slm": "Bab 2: Ayo, Bermain!",
      "tp": [
        "menyesuaikan strategi gerak untuk mendapatkan capaian keterampilan gerak.",
        "memperagakan konsep gerak dalam rangkaian gerak.",
        "menerapkan peraturan untuk mengembangkan fair play dalam aktivitas jasmani (permainan dan olahraga).",
        "mengidentifikasi faktor-faktor yang menyebabkan aktivitas jasmani menyenangkan."
      ]
    },
    {
      "slm": "Bab 3: Ayo, Merangkai Gerak!",
      "tp": [
        "menerapkan konsep gerak dalam rangkaian gerak.",
        "mempertunjukkan berbagai peran dengan cara terhormat untuk mendapatkan keberhasilan capaian."
      ]
    },
    {
      "slm": "Bab 4: Ayo, Bugarkan Tubuhmu!",
      "tp": [
        "memperagakan konsep gerak dalam rangkaian gerak.",
        "mengidentifikasi faktor-faktor yang menyebabkan aktivitas jasmani menyenangkan.",
        "berpartisipasi dalam berbagai aktivitas jasmani."
      ]
    },
    {
      "slm": "Bab 5: Hidup yang Menyehatkan",
      "tp": [
        "mengenali risiko akibat gaya hidup tidak sehat.",
        "mengeksplorasi pola makanan sehat dan bergizi seimbang sesuai rekomendasi kesehatan untuk menunjang aktivitas sehari-hari.",
        "mempraktikkan penanganan cedera ringan sesuai pemahaman prinsip pertolongan pertama (aktivitas jasmani atau olahraga)."
      ]
    }
  ]
}
