

{
  "Pendidikan Agama dan Budi Pekerti (Islam)": [
    {
      "slm": "Bab 1: Menyayangi Anak Yatim",
      "tp": [
        "meyakini Surah al-Mā’ūn sebagai firman Allah dengan benar.",
        "terbiasa membaca Surah al-Mā’ūn dengan benar.",
        "melafalkan Surah al-Mā’ūn dengan benar.",
        "mengartikan Surah al-Mā’ūn dengan benar.",
        "menjelaskan makna isi pokok Surah al-Mā’ūn dengan benar.",
        "menghubungkan ayat-ayat Al-Qur’an dengan perilaku sehari-hari dengan benar.",
        "mempraktikkan hadis tentang anak yatim dalam bentuk perilaku menyayangi anak yatim dengan benar."
      ]
    },
    {
      "slm": "Bab 2: Lebih Dekat Dengan Nama-Nama Allah",
      "tp": [
        "meyakini asmaulhusna al-Qawiyyu, al-Qayyūm, al-Muhyi, al-Mumīt, dan al-Bā’iś.",
        "menjelaskan makna asmaulhusna al-Qawiyyu, al-Qayyūm, al-Muhyi, al-Mumīt, dan al-Bā’iś.",
        "mengungkap nilai-nilai akhlak terpuji sebagai bukti keyakinan kepada asmaulhusna.",
        "menyimpulkan perilaku terpuji yang sesuai dengan asmaulhusna.",
        "membuat tulisan indah asmaulhusna al-Qawiyyu, al-Qayyūm, al-Muhyi, al-Mumīt, dan al-Bā’iś."
      ]
    },
    {
      "slm": "Bab 3: Aku Anak Saleh",
      "tp": [
        "meyakini makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "membiasakan perilaku terpuji sebagai bukti wujud implementasi dari makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "menjelaskan makna hidup indah saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "menyebutkan makna saling menghargai dan tugas utama manusia sebagai khalifah dengan benar.",
        "menampilkan contoh-contoh perilaku saling menghargai dan tugas utama sebagai khalifah dengan benar.",
        "menemukan perilaku-perilaku manusia sebagai khalifah dalam kehidupan sehari hari di lingkungan terdekat dengan benar."
      ]
    },
    {
      "slm": "Bab 4: Hidup Lapang Dengan Berbagi",
      "tp": [
        "meyakini makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "membiasakan perilaku berbagi sebagai bukti menerapkan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "menjelaskan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "membedakan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "menciptakan ide-ide kegiatan yang serupa dengan makna zakat, infak, sedekah, dan hadiah dengan benar.",
        "mempraktikkan makna zakat, infak, sedekah, dan hadiah dengan benar."
      ]
    },
    {
      "slm": "Bab 5: Meneladani Perjuangan Rasulullah",
      "tp": [
        "meyakini peristiwa Fathu Makkah dan Haji Wada dengan benar.",
        "membiasakan perilaku pantang menyerah sebagai bukti implementasi makna Fathu Makkah dan Haji Wada dengan benar.",
        "menjelaskan pengertian peristiwa Fathu Makkah dan Haji Wada dengan benar.",
        "menjelaskan sebab-sebab terjadinya peristiwa Fathu Makkah dengan benar.",
        "menentukan perilaku mulia Rasulullah saw. dalam peristiwa Fathu Makkah dan Haji Wada dengan tepat.",
        "menemukan perilaku terpuji dalam peristiwa Fathu Makkah dan Haji Wada dengan tepat.",
        "menghubungkan peristiwa Fathu Makkah dan Haji Wada dengan perilaku terpuji sehari-hari dengan benar."
      ]
    },
    {
      "slm": "Bab 6: Hidup Damai dalam Kebersamaan",
      "tp": [
        "meyakini kebenaran pokok Al-Qur’an Surah Ali ‘Imrān/3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "membaca Al-Qur’an Surah Ali ‘Imrān/3: 64 dan al-Baqarah/2: 256 dengan fasih.",
        "menjelaskan pesan-pesan pokok Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "mengemukakan pendapat terkait dengan Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "menemukan perilaku-perilaku yang sesuai dengan isi Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar.",
        "mengambil ibrah yang sesuai dengan makna Al-Qur’an Surah Ali ‘Imrān /3: 64 dan al-Baqarah/2: 256 dengan benar."
      ]
    },
    {
      "slm": "Bab 7: Ketika Berhentinya Kehidupan",
      "tp": [
        "meyakini adanya hari akhir dengan benar.",
        "menumbuhkan sikap gotong-royong dan mawas diri sebagai bentuk keimanan kepada hari akhir dengan benar.",
        "menjelaskan makna iman kepada hari akhir dengan benar.",
        "menceritakan perjalanan peristiwa hari akhir dengan benar.",
        "menjelaskan makna kalimat tarji’ dengan benar.",
        "menemukan hikmah beriman kepada hari akhir dengan benar.",
        "membuat peta konsep perjalanan di hari akhir secara berkelompok dengan benar."
      ]
    },
    {
      "slm": "Bab 8: Senangnya Berteman",
      "tp": [
        "meyakini makna persaudaraan dalam Islam dengan benar.",
        "membiasakan berperilaku terpuji saling bersaudara sesuai dengan Islam dengan benar.",
        "menjelaskan makna persaudaraan dalam Islam dengan benar.",
        "menjelaskan tentang berteman tanpa membedakan agama dengan benar.",
        "menemukan hikmah berteman tanpa membedakan agama dengan benar.",
        "meneladani Rasulullah saw. dalam berinteraksi dengan pemeluk agama lain dengan benar.",
        "mempraktikan perilaku bersaudara sesuai dengan Islam dengan benar."
      ]
    },
    {
      "slm": "Bab 9: Ibadah Haji dan Kurban",
      "tp": [
        "meyakini ketentuan pelaksaan ibadah haji dan kurban dengan benar.",
        "membiasakan perilaku terpuji rela berkurban sebagai bukti mengimani ibadah haji dan kurban dengan benar.",
        "menumbuhkan sifat sabar dan percaya diri sebagai wujud meyakini kebenaran khulafaurrasyidin dengan baik.",
        "menjelaskan ketentuan pelaksanaan ibadah haji dan kurban dengan benar.",
        "menemukan hikmah pelaksanaan ibadah haji dan kurban dengan benar.",
        "mempraktikkan manasik haji dan kurban sesuai ketentuan dengan benar."
      ]
    },
    {
      "slm": "Bab 10: Perjuangan Khulafaurrasyidin",
      "tp": [
        "meyakini kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "membiasakan perilaku terpuji gemar menolong sebagai bukti mengimani perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "menumbuhkan sifat sabar dan percaya diri sebagai wujud meyakini kebenaran khulafaurrasyidin dengan baik.",
        "menjelaskan kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "menceritakan kisah perjuangan khulafaurrasyidin dalam berdakwah dengan tepat.",
        "menemukan keteladanan dari khulafaurrasyidin dalam kehidupan sehari-hari dengan tepat."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Kristen)": [
    {
      "slm": "Pelajaran 1: Keluargaku Pemberian Tuhan",
      "tp": [
        "menjelaskan alasan bersyukur untuk keluarga pemberian Allah",
        "mendaftarkan hal-hal yang dapat dipelajari di keluarga",
        "membuat karya kreatif sebagai tanda terima kasih atas keluarga pemberian Allah"
      ]
    },
    {
      "slm": "Pelajaran 2: Bersyukur untuk Sekolah Tempatku Belajar",
      "tp": [
        "menjelaskan alasan bersyukur untuk sekolah pemberian Allah",
        "mendaftarkan hal-hal menyenangkan yang dapat dipelajari di sekolah",
        "membuat karya kreatif sebagai tanda terima kasih atas kehadiran Allah dalam kehidupan sekolah"
      ]
    },
    {
      "slm": "Pelajaran 3: Allah Memelihara Hidupku",
      "tp": [
        "memahami bentuk-bentuk pemeliharaan Allah",
        "mendaftarkan contoh-contoh pemeliharaan Allah",
        "membuat karya sebagai wujud syukur atas pemeliharaan Allah"
      ]
    },
    {
      "slm": "Pelajaran 4: Yesus Lahir Bagiku",
      "tp": [
        "menjelaskan alasan Yesus Lahir ke dunia",
        "mendaftarkan hal-hal yang dapat dilakukan untuk meneguhkan iman percaya kepada Yesus Kristus sebagai Juruselamat",
        "membuat karya kreatif sebagai tanda terima kasih karena Yesus Lahir bagi manusia"
      ]
    },
    {
      "slm": "Pelajaran 5: Yesus Disalib, Mati, dan Bangkit Bagiku",
      "tp": [
        "menjelaskan alasan Yesus menderita, mati dan bangkit",
        "mendaftarkan contoh-contoh tindakan yang harus dilakukan oleh seseorang yang sudah diselamatkan",
        "membuat karya kreatif sebagai tanda terima kasih atas keselamatan yang sudah diterima"
      ]
    },
    {
      "slm": "Pelajaran 6: Menjadi Manusia Baru",
      "tp": [
        "menuliskan pengertian manusia baru",
        "mendaftarkan perbedaan manusia baru dan manusia lama",
        "membuat karya dengan judul “Aku Mau Berubah”"
      ]
    },
    {
      "slm": "Pelajaran 7: Aku Mau Bertobat",
      "tp": [
        "menuliskan arti bertobat",
        "mendaftarkan contoh-contoh tindakan manusia yang sudah bertobat",
        "membuat karya dalam bentuk kartu komitmen yang menyatakan tekad untuk mau bertobat"
      ]
    },
    {
      "slm": "Pelajaran 8: Aku Mau Bersahabat dengan Semua Orang",
      "tp": [
        "menuliskan alasan perlu bersahabat dengan semua orang",
        "mendaftarkan kendala dan solusi untuk bersahabat dengan semua orang",
        "membuat karya bertemakan “Kamu Sahabatku”"
      ]
    },
    {
      "slm": "Pelajaran 9: Aku Meneladani Yesus yang Berbela Rasa",
      "tp": [
        "menuliskan arti berbela rasa",
        "mendaftarkan contoh tindakan berbela rasa yang pernah dilakukan dan yang belum pernah dilakukan",
        "membuat rencana kegiatan atau proyek berbela rasa"
      ]
    },
    {
      "slm": "Pelajaran 10: Aku Suka Menolong Sesama",
      "tp": [
        "menuliskan arti tolong-menolong",
        "mendaftarkan contoh tindakan menolong semua orang tanpa mengenal batas",
        "merancang sebuah kegiatan atau sebuah proyek menolong sesama"
      ]
    },
    {
      "slm": "Pelajaran 11: Kehadiran Allah dalam Fenomena Alam",
      "tp": [
        "menjelaskan pentingnya bersyukur atas kemahakuasaan Allah melalui fenomena alam",
        "mendaftarkan contoh kehadiran Allah dalam fenomena alam",
        "menuliskan manfaat fenomena alam bagi kehidupan umat manusia dihubungkan dengan cerita Yesus meredakan angin ribut",
        "membuat sebuah karya kreatif sebagai wujud syukur atas kemahakuasaan Allah yang hadir melalui fenomena alam"
      ]
    },
    {
      "slm": "Pelajaran 12: Memelihara Alam dan Lingkungan Sekolah",
      "tp": [
        "menjelaskan pentingnya memelihara alam dan lingkungan di sekolah",
        "mendaftarkan contoh memelihara alam dan lingkungan di sekolah",
        "menuliskan manfaat memelihara alam dan lingkungan di sekolah",
        "membuat karya memelihara alam dan lingkungan di sekolah"
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Katolik)": [
    {
      "slm": "Bab 1: Aku Diciptakan sebagai Perempuan atau Laki-laki",
      "tp": [
        "mengenal diri sebagai perempuan atau laki-laki sebagai citra Allah, yang sederajat dan saling melengkapi, sehingga mampu mewujudkan iman dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Bab 2: Tokoh-Tokoh Khusus Perjanjian Lama",
      "tp": [
        "mengenal tokoh-tokoh Perjanjian Lama yaitu Daud sebagai pemimpin, Salomo yang bijaksana, dan Ester perempuan pemberani; sehingga terdorong untuk meneladan kebaikan mereka dalam hidup sehari-hari."
      ]
    },
    {
      "slm": "Bab 3: Yesus Sang Mesias",
      "tp": [
        "mengenal peran Maria dan Elisabet sebagai tokoh Perjanjian Baru di dalam karya keselamatan; serta semakin mengenal Yesus yang taat kepada Allah; Yesus yang mengajarkan pengampunan dan memanggil orang berdosa; Yesus yang menderita, wafat, dan bangkit; sehingga mampu mewujudkan imannya dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 4: Roh Kudus Membimbing Gereja",
      "tp": [
        "memahami Roh Kudus yang diutus Yesus untuk menguatkan para rasul, dan semua orang yang percaya; sehingga mampu mewujudkan iman dalam hidup sehari-hari, dengan cara terlibat dalam hidup menggereja, hidup bersama yang dijiwai Roh Kudus, terlibat dalam pelestarian lingkungan, dan mengembangkan sikap jujur."
      ]
    },
    {
      "slm": "Bab 5: Mewujudkan Iman Di Tengah Masyarakat",
      "tp": [
        "semakin memahami iman terhadap Yesus Kristus dan dijiwai oleh Roh Kudus harus diwujudkan di dalam kehidupan bermasyarakat, sehingga tergerak hatinya untuk melibatkan diri dalam pelestarian lingkungan dan menegakkan kejujuran."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Hindu)": [
    {
      "slm": "Bab 1: Nilai-Nilai dalam Kitab Mahābhārata",
      "tp": [
        "menyebutkan nama-nama Parwa dalam Kitab Mahābhārata.",
        "menjelaskan nilai-nilai disiplin dalam Kitab Mahābhārata.",
        "menguraikan nilai-nilai kepahlawanan dalam Kitab Mahābhārata.",
        "menguraikan nilai-nilai kepemimpinan dalam Kitab Mahābhārata.",
        "mengamalkan nilai-nilai kesetiaan dalam Kitab Mahābhārata."
      ]
    },
    {
      "slm": "Bab 2: Unsur-Unsur Pembentuk Alam Semesta",
      "tp": [
        "menyebutkan pengertian alam semesta menurut ajaran Agama Hindu.",
        "menjelaskan proses terbentuknya alam semesta dalam ajaran agama Hindu.",
        "menguraikan unsur-unsur yang membentuk alam semesta dalam ajaran agama Hindu.",
        "menentukan upaya-upaya dalam menjaga alam semesta menurut ajaran agama Hindu."
      ]
    },
    {
      "slm": "Bab 3: Ajaran Catur Asrama dalam Kehidupan",
      "tp": [
        "menjelaskan Pengertian Catur Asrama.",
        "menguraikan bagian-bagian Catur Asrama.",
        "mencontohkan ajaran Catur Asrama dalam kehidupan.",
        "mendeskripsikan cerita yang berkaitan dengan ajaran Catur Asrama."
      ]
    },
    {
      "slm": "Bab 4: Pañca Yajña dalam Kehidupan Sehari-Hari",
      "tp": [
        "mengartikan Pañca Yajña.",
        "menjelaskan dasar timbulnya Pañca Yajña.",
        "menguraikan bagian-bagian Pañca Yajña.",
        "menyebutkan tingkatan-tingkatan Yajña.",
        "mendeskripsikan manfaat pelaksanaan Pañca Yajña dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 5: Sejarah Perkembangan Agama Hindu di Indonesia",
      "tp": [
        "mengidentifikasi tokoh kerajaan Hindu di Kalimantan.",
        "mengidentifikasi tokoh kerajaan Hindu di Jawa.",
        "mengidentifikasi tokoh kerajaan Hindu di Bali.",
        "meniru sikap-sikap tokoh-tokoh kerajaan Hindu yang patut diteladani."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Buddha)": [
    {
      "slm": "Ragam Budaya dan Tokoh Teladan",
      "tp": [
        "mendeskripsikan keragaman budaya benda dan nonbenda di Indonesia.",
        "menjelaskan permasalahan keragaman budaya bangsa Indonesia.",
        "menyelesaikan masalah keragaman budaya benda dan nonbenda di Indonesia.",
        "mendeskripsikan peran tokoh pendiri bangsa Indonesia dalam menerima keragaman budaya.",
        "menunjukkan sikap meneladan tokoh pendiri bangsa dan peran Buddha dalam menerima keragaman budaya.",
        "mendeskripsikan peran Buddha dalam menerima keragaman budaya.",
        "mengaitkan keragaman budaya bangsa dengan keragaman budaya agama Buddha di Indonesia."
      ]
    },
    {
      "slm": "Bahasa dan Budaya dalam Agamaku",
      "tp": [
        "menggunakan bahasa agama Buddha membacakan doa dan kitab suci serta terjemahannya dalam bahasa Indonesia dan/atau bahasa daerah.",
        "menggunakan bahasa agama Buddha, bahasa daerah, dan bahasa Indonesia dalam doa dan kitab suci sebagai bagian dari budaya bangsa dan pembentuk identitas umat Buddha.",
        "membedakan bahasa dalam agama Buddha dengan budaya dan bahasa daerah di Indonesia sebagai pembentuk identitas agama dan pemersatu bangsa.",
        "menunjukkan perilaku baik dalam menggunakan bahasa dalam agama Buddha dan bahasa Indonesia."
      ]
    },
    {
      "slm": "Meneladan Bodhisattva dan Buddha",
      "tp": [
        "mendeskripsikan sikap diri sendiri dan orang lain dalam berterima kasih atas pertolongan.",
        "menguraikan sifat Bodhisattva serta nilai-nilai moral Pangeran Siddharta dan Buddha dalam berterima kasih atas pertolongan.",
        "merelevansikan sifat Bodhisattva serta nilai-nilai moral dalam riwayat kehidupan Pangeran Siddharta dan Buddha dalam berterima kasih atas pertolongan.",
        "menunjukkan sikap untuk meneladan sifat Bodhisattva serta nilai-nilai moral dalam riwayat kehidupan Pangeran Siddharta dan Buddha dalam berterima kasih atas pertolongan.",
        "menguraikan sikap serta perilaku diri sendiri dan orang lain dalam menghadapi hambatan untuk meraih kesuksesan.",
        "merelevansikan sifat Bodhisattva serta nilai-nilai moral dalam riwayat kehidupan Pangeran Siddharta dan Buddha dalam menghadapi hambatan untuk meraih kesuksesan.",
        "meneladan sifat Bodhisattva serta nilai-nilai moral dalam riwayat kehidupan Pangeran Siddharta dan Buddha dalam menghadapi hambatan untuk meraih kesuksesan."
      ]
    },
    {
      "slm": "Aku Memuja",
      "tp": [
        "menghargai puja dalam agama Buddha.",
        "menghargai cara dan peralatan puja aliran agama Buddha yang dianutnya.",
        "merencanakan dan melaksanakan kunjungan ke aliran agama Buddha lain untuk mengenal aneka ragam peralatan puja agama Buddha.",
        "menceritakankan dengan kata-kata sendiri fungsi serta makna cara dan peralatan puja dari berbagai aliran agama Buddha.",
        "menggunakan peralatan puja dalam kegiatan keagamaan salah satu dari aliran agama Buddha.",
        "menunjukkan sikap dan perilaku menghargai aliran lain ketika sedang melaksanakan puja dan menggunakan peralatan puja."
      ]
    },
    {
      "slm": "Keragaman dalam Masyarakat",
      "tp": [
        "merespon masalah keragaman dalam kehidupan bermasyarakat, berbangsa, dan bernegara.",
        "menemukan solusi masalah keragaman di lingkungan sekolah, rumah, dan rumah ibadah melalui musyawarah dengan Pancasila dasar negara dan Pancasila Buddhis.",
        "menguraikan makna keragaman masyarakat dan penyelesaiannya berlandaskan kesadaran terhadap nilai-nilai umum Hukum Sebab Akibat yang Saling Bergantungan.",
        "membuat kreativitas penggambaran keragaman sebagai persatuan.",
        "menunjukkan sikap dan perilaku menghargai keragaman di lingkungan rumah, sekolah, dan rumah ibadah berpedoman pada nilai-nilai Pancasila dasar negara dan Pancasila Buddhis."
      ]
    },
    {
      "slm": "Lestari Alamku",
      "tp": [
        "merespons potensi sumber daya alam dan kualitas lingkungan hidup di Indonesia.",
        "mengkritisi masalah pelestarian serta pengelolaan sumber daya alam dan lingkungan hidup dengan nilai-nilai Buddha Dharma dan nilai-nilai umum Hukum Sebab Akibat yang Saling Bergantungan.",
        "menemukan solusi pelestarian serta pengelolaan lingkungan hidup dengan nilai-nilai Buddha Dharma dan nilai-nilai umum Hukum Sebab Akibat yang Saling Bergantungan.",
        "bermusyawarah dengan mengamalkan nilai-nilai Pancasila dasar negara untuk menemukan solusi masalah pelestarian sumber daya alam dan lingkungan hidup sesuai dengan nilai-nilai Buddha Dharma dan Pancasila Buddhis.",
        "menunjukkan kontribusi terhadap penyelesaian masalah pelestarian sumber daya alam dan lingkungan sesuai dengan nilai-nilai Buddha Dharma dan Pancasila Buddhis."
      ]
    }
  ],
  "Pendidikan Agama dan Budi Pekerti (Khonghucu)": [
    {
      "slm": "Pelajaran 1: Baktiku Pada Tian",
      "tp": [
        "menghayati dan meyakini keberadaan Tian Yang Maha Roh.",
        "menalar tentang penerapan iman dalam kehidupan.",
        "mengimani nilai-nilai peringatan hari ibadah berdasarkan penanggalan Yangli dan Kongzili.",
        "mengimani & menjalankan nilai-nilai peringatan hari persembahyangan kepada Tuhan.",
        "memahami arti dan menulis 性, 道, 中庸, 阴阳历, 皇天."
      ]
    },
    {
      "slm": "Pelajaran 2: Baktiku Kepada Nabi Kongzi dan Shenming",
      "tp": [
        "meyakini dan menjalankan nilai-nilai peringatan hari ibadah kepada Nabi Kongzi dan Shenming.",
        "menelusuri dan menjelaskan keturunan Nabi Kongzi.",
        "memahami arti dan menerapkan tata cara dan perlengkapan.",
        "mengemukakan makna Dongzhi dan Hari Genta Rohani serta Hari Wafat Yasheng Mengzi.",
        "memahami arti dan menulis 四絶, 子孙, 礼堂, 香, 冬至."
      ]
    },
    {
      "slm": "Pelajaran 3: Baktiku Kepada Leluhur",
      "tp": [
        "mengkorelasikan penerapan Laku Bakti dalam Lima Hubungan Kemasyarakatan.",
        "menalar dan mengurai penerapan Awal dan Akhir Laku Bakti.",
        "meyakini keberadaan leluhur dan memahami makna sembahyang kepada leluhur.",
        "menjelaskan hari raya/sembahyang agama Khonghucu dan nilai-nilai persembahyangan kepada Leluhur, terutama sembahyang Qingming.",
        "memahami arti dan menulis 爸爸, 妈妈, 爷爷, 奶奶, 祖先, 清明."
      ]
    },
    {
      "slm": "Pelajaran 4: Hormatku Pada Nabi dan Raja Suci",
      "tp": [
        "menerima dan menyakini wahyu Tian yang diterima oleh para Nabi dan Raja Suci.",
        "menelaah & merinci karya-karya Raja Yao.",
        "menelaah diri terhadap keagungan teladan Raja Shun.",
        "menguraikan jasa-jasa Raja Da Yu dan karya-karya Raja Wen.",
        "memahami arti dan menulis 伏羲, 唐尧, 虞舜, 大禹, 文王."
      ]
    }
  ],
  "Pendidikan Pancasila": [
    {
      "slm": "Bab 1: Pancasila dalam Kehidupanku",
      "tp": [
        "memahami kronologi sejarah kelahiran Pancasila.",
        "meneladani sikap para perumus Pancasila dan menerapkan di lingkungan masyarakat.",
        "menghubungkan sila-sila dalam Pancasila sebagai suatu kesatuan yang utuh, menguraikan makna nilai-nilai Pancasila sebagai dasar negara, pandangan hidup, dan ideologi bangsa dan negara."
      ]
    },
    {
      "slm": "Bab 2: Norma dalam Kehidupanku",
      "tp": [
        "menyajikan hasil identifikasi bentuk-bentuk norma, hak, dan kewajiban dalam kedudukannya sebagai anggota keluarga, warga sekolah, dan warga negara.",
        "melaksanakan praktik musyawarah untuk membuat kesepakatan dan aturan bersama, serta menerapkannya dalam lingkungan keluarga dan sekolah."
      ]
    },
    {
      "slm": "Bab 3: Keragaman Budaya Indonesiaku",
      "tp": [
        "menyajikan hasil identifikasi sikap menghormati, menjaga, dan melestarikan keberagaman budaya dalam bingkai Bhinneka Tunggal Ika di lingkungan keluarga, sekolah, dan masyarakat."
      ]
    },
    {
      "slm": "Bab 4: Aku dan Lingkungan Sekitarku",
      "tp": [
        "mengenal wilayahnya dalam konteks kabupaten/kota, provinsi sebagai bagian dari wilayah Negara Kesatuan Republik Indonesia.",
        "menunjukkan perilaku gotong royong untuk menjaga persatuan dan kesatuan di lingkungan sekolah dan sekitar sebagai wujud bela negara."
      ]
    }
  ],
  "Ilmu Pengetahuan Alam dan Sosial": [
    {
      "slm": "Bab 1: Di Mana Indonesia Berada?",
      "tp": [
        "mengidentifikasi letak geografis Indonesia melalui pengamatan peta.",
        "menganalisis pengaruh letak geografis Indonesia terhadap kehidupan masyarakatnya."
      ]
    },
    {
      "slm": "Bab 2: Majulah Daerahku",
      "tp": [
        "memecahkan masalah kegiatan ekonomi yang ada di daerahnya."
      ]
    },
    {
      "slm": "Bab 3: Harmoni dalam Ekosistem",
      "tp": [
        "menganalisis hubungan antarkomponen dalam ekosistem.",
        "mengevaluasi dampak aktivitas manusia terhadap keseimbangan ekosistem."
      ]
    },
    {
      "slm": "Bab 4: Air Sumber Kehidupan",
      "tp": [
        "menjelaskan kembali pemahaman mereka tentang siklus air.",
        "mengusulkan upaya menjaga ketersediaan air di lingkungan sekitarnya."
      ]
    },
    {
      "slm": "Bab 5: Daerahku yang Bersejarah",
      "tp": [
        "mengetahui sejarah daerah melalui peninggalan sejarah dan warisan budaya yang ada di daerahnya masing-masing.",
        "menemukan keterkaitan sejarah daerahnya dengan kehidupan di masa sekarang."
      ]
    },
    {
      "slm": "Bab 6: Perubahan pada Diriku",
      "tp": [
        "menggunakan pemahamannya mengenai perubahan pada dirinya di fase pubertas untuk menjaga kesehatan dirinya."
      ]
    },
    {
      "slm": "Bab 7: Bermain dengan Cahaya",
      "tp": [
        "menjelaskan konsep dasar tentang cahaya dan aplikasinya dalam kehidupan sehari-hari."
      ]
    },
    {
      "slm": "Bab 8: Ramai karena Bunyi",
      "tp": [
        "menjelaskan konsep dasar tentang bunyi dan aplikasinya dalam kehidupan sehari-hari."
      ]
    }
  ],
  "Bahasa Indonesia": [
    {
      "slm": "Bab 1: Aku yang Unik",
      "tp": [
        "mengidentifikasi dan menjelaskan ciri-ciri fisik dan nonfisik seseorang secara jelas dan detail.",
        "mengapresiasi perbedaan karakter dan nilai-nilai positif setiap individu, serta dapat mengungkapkannya dengan bahasa yang baik.",
        "menyampaikan hasil deskripsinya secara lisan dengan percaya diri.",
        "menyusun cerita sederhana yang memuat deskripsi ciri-ciri seseorang."
      ]
    },
    {
      "slm": "Bab 2: Buku Jendela Dunia",
      "tp": [
        "menjelaskan dampak kegiatan membaca buku melalui kegiatan membaca yang reflektif terhadap kisah Kartini.",
        "memaparkan proses kreatif dalam penyusunan buku-buku.",
        "menerapkan langkah memahami bacaan.",
        "memilih buku yang mereka sukai secara mandiri dan menjelaskan pemahaman mereka terhadap isi buku tersebut."
      ]
    },
    {
      "slm": "Bab 3: Ekspresi Diri Melalui Hobi",
      "tp": [
        "mengidentifikasi dan memahami informasi utama dalam teks.",
        "menjelaskan informasi dengan kata-kata sendiri tanpa mengubah makna.",
        "mengidentifikasi makna informasi visual.",
        "menceritakan sesuatu secara kreatif."
      ]
    },
    {
      "slm": "Bab 4: Belajar Berwirausaha",
      "tp": [
        "menjelaskan proses munculnya ide wirausaha berdasarkan cerita tentang wirausaha cilik.",
        "secara sederhana mengidentifikasi tantangan dan masalah yang dihadapi tokoh dalam membangun usahanya. Mereka juga dapat melakukan analisis sederhana mengenai pengaruh tantangan tersebut dalam perjalanan usaha tokoh.",
        "mengevaluasi cara tokoh wirausaha cilik memecahkan masalahnya dan mengidentifikasi langkah-langkah yang dijalani.",
        "merefleksikan tindakan tokoh wirausaha cilik dan menghubungkannya dengan pengalaman atau gagasan mereka sendiri sebagai dasar untuk merancang kegiatan wirausaha sederhana.",
        "menyusun dan memaparkan rancangan ide wirausaha sederhana di depan teman-temannya dengan percaya diri."
      ]
    },
    {
      "slm": "Bab 5: Cinta Indonesia",
      "tp": [
        "menemukan informasi yang relevan di dalam bacaan.",
        "menjelaskan hubungan sebab akibat.",
        "menuliskan angka dan bilangan serta huruf kapital dengan benar di dalam tulisan.",
        "menuliskan pengalamannya mengunjungi suatu tempat."
      ]
    },
    {
      "slm": "Bab 6: Sayangi Bumi",
      "tp": [
        "mengidentifikasi informasi yang relevan,",
        "menelusuri kebenaran informasi,",
        "menafsirkan informasi dan pesan tentang lingkungan dari cerita bisu dengan bahasa sendiri,",
        "melakukan observasi secara berkelompok di bawah panduan guru,",
        "menjelaskan hasil observasi, dan",
        "menerapkan praktik baik memelihara lingkungan."
      ]
    }
  ],
  "Matematika": [
    {
      "slm": "Bab 1: Bilangan Cacah Sampai 100.000",
      "tp": [
        "membaca bilangan cacah sampai 100.000.",
        "menulis bilangan cacah sampai 100.000.",
        "menentukan nilai tempat bilangan cacah sampai 100.000.",
        "membandingkan bilangan cacah sampai 100.000.",
        "mengurutkan bilangan sampai 100.000.",
        "menentukan komposisi bilangan sampai 100.000.",
        "menentukan dekomposisi bilangan sampai 100.000.",
        "menghitung penjumlahan bilangan sampai 100.000.",
        "menghitung pengurangan bilangan sampai 100.000.",
        "menghitung perkalian bilangan sampai 100.000.",
        "menghitung pembagian bilangan sampai 100.000."
      ]
    },
    {
      "slm": "Bab 2: KPK dan FPB",
      "tp": [
        "menentukan kelipatan bilangan.",
        "menentukan kelipatan persekutuan dua bilangan atau lebih.",
        "menentukan kelipatan persekutuan terkecil dua bilangan atau lebih.",
        "menyelesaikan masalah yang berkaitan dengan KPK.",
        "menentukan faktor suatu bilangan.",
        "menentukan faktor persekutuan dua bilangan atau lebih.",
        "menentukan faktor persekutuan terbesar suatu bilangan atau lebih.",
        "memahami bilangan prima.",
        "menentukan bilangan prima di bawah 100.",
        "menentukan faktor prima suatu bilangan.",
        "menentukan KPK dan FPB dengan menggunakan bilangan prima."
      ]
    },
    {
      "slm": "Bab 3: Bilangan Pecahan",
      "tp": [
        "membandingkan bilangan pecahan.",
        "mengurutkan bilangan pecahan.",
        "melakukan penjumlahan dengan penyebut sama.",
        "melakukan penjumlahan dengan penyebut beda.",
        "melakukan pengurangan dengan penyebut sama.",
        "melakukan pengurangan dengan penyebut beda."
      ]
    },
    {
      "slm": "Bab 4: Keliling Bangun Datar",
      "tp": [
        "mengenali situasi soal (konteks) yang melibatkan keliling bangun datar.",
        "menemukan konsep keliling bangun datar sebagai jumlahan panjang sisi-sisinya.",
        "menemukan keliling berbagai jenis segitiga (segitiga sembarang, segitiga sama sisi, dan segitiga sama kaki).",
        "menemukan keliling berbagai jenis segi empat (persegi panjang, jajargenjang, layang-layang, persegi, belah ketupat, trapesium, dan segi empat sembarang).",
        "menemukan keliling segi lima beraturan, segi enam beraturan, dan segi delapan beraturan."
      ]
    },
    {
      "slm": "Bab 5: Luas Daerah Bangun Datar",
      "tp": [
        "mengenali situasi soal yang melibatkan luas bangun datar.",
        "menemukan luas berbagai bangun datar.",
        "menemukan cara menghitung luas berbagai bentuk bangun datar (persegi panjang, persegi, segitiga, jajargenjang, trapesium, belah ketupat, dan layang-layang).",
        "mendekomposisi bangun datar gabungan, lalu menemukan cara menentukan luasnya.",
        "mengenali hubungan keliling dan luas daerah bangun datar."
      ]
    },
    {
      "slm": "Bab 6: Sudut",
      "tp": [
        "menemukan sudut siku-siku di lingkungan sekitar.",
        "memahami bagian-bagian sudut.",
        "menyebutkan jenis-jenis sudut.",
        "mengelompokkan sudut berdasarkan ciri-cirinya.",
        "mengukur besar sudut dengan menggunakan busur derajat.",
        "membandingkan besar sudut.",
        "melukis sudut dengan ukuran tertentu.",
        "memecahkan masalah yang berkaitan dengan sudut.",
        "membuat rancangan peta kota dengan menggunakan konsep sudut."
      ]
    },
    {
      "slm": "Bab 7: Ciri-Ciri Bangun Datar",
      "tp": [
        "menemukan syarat tiga ruas garis dapat membentuk segitiga.",
        "membandingkan karakteristik segitiga berdasarkan besar sudutnya.",
        "menemukan jumlah sudut-sudut dalam sebuah segitiga.",
        "membandingkan karakteristik segitiga berdasarkan panjang sisinya.",
        "mengingat kembali karakteristik trapesium.",
        "membandingkan karakteristik jajargenjang dan trapesium.",
        "membandingkan karakteristik persegi panjang dan jajargenjang.",
        "membandingkan karakteristik belah ketupat dan jajargenjang.",
        "membandingkan karakteristik persegi dan belah ketupat.",
        "membandingkan karakteristik persegi dan persegi panjang.",
        "membandingkan karakteristik layang-layang dan belah ketupat."
      ]
    },
    {
      "slm": "Bab 8: Data",
      "tp": [
        "mengumpulkan data sederhana dari lingkungan sekitar.",
        "menyajikan hasil pengumpulan data menggunakan tabel frekuensi sederhana.",
        "membuat piktogram.",
        "membaca data dari piktogram.",
        "menganalisis data dari piktogram.",
        "membuat diagram batang vertikal.",
        "membuat diagram batang horizontal.",
        "membuat diagram batang ganda.",
        "membaca data dari diagram batang.",
        "menganalisis data dari diagram batang."
      ]
    },
    {
      "slm": "Bab 9: Bilangan Cacah Sampai 1.000.000",
      "tp": [
        "membaca bilangan cacah sampai 1.000.000.",
        "menulis bilangan cacah sampai 1.000.000.",
        "menentukan nilai tempat bilangan cacah sampai 1.000.000.",
        "membandingkan bilangan cacah sampai 1.000.000.",
        "mengurutkan bilangan sampai 1.000.000.",
        "menentukan komposisi bilangan sampai 1.000.000.",
        "menentukan dekomposisi bilangan sampai 1.000.000."
      ]
    }
  ],
  "Bahasa Inggris": [
    {
      "slm": "Chapter 1: Buying Some Mangoes and Spinach",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam situasi jual beli, dengan menggunakan pola kalimat tertentu yang sesuai.",
        "mengidentifikasi teks pendek dan sederhana yang berkaitan dengan buah-buahan, sayur-sayuran, dan bahan makanan lainnya.",
        "membaca/mengamati teks yang mencakup informasi tentang buah-buahan, sayur-sayuran, dan bahan makanan lainnya, baik dalam bentuk cetak maupun digital.",
        "mengomunikasikan ide dan pengalaman mereka dalam membeli buah, sayur, dan bahan makanan lainnya melalui gambar."
      ]
    },
    {
      "slm": "Chapter 2: In the Kitchen",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam konteks kegiatan rumah serta membuat sebuah urutan langkah memasak yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
        "mengidentifikasi teks pendek dan sederhana untuk bertanya dan menanggapi sebuah permintaan dalam konteks kegiatan rumah serta membuat sebuah urutan langkah memasak dengan bantuan petunjuk visual atau konteks.",
        "membaca/mengamati teks cetak atau digital interaktif terkait sebuah urutan langkah memasak.",
        "mengomunikasikan ide dan pengalamannya untuk bertanya dan menanggapi sebuah permintaan dalam konteks kegiatan rumah serta membuat sebuah urutan langkah memasak."
      ]
    },
    {
      "slm": "Chapter 3: Visiting Bara’s House",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi rumah yang dapat diprediksi dengan menggunakan pola kalimat tertentu untuk mendeskripsikan lingkungan rumah.",
        "mengubah/mengganti beberapa unsur kalimat untuk mendeskripsikan lingkungan rumah.",
        "menemukan informasi tentang deskripsi arah dan tempat-tempat di lingkungan rumah dalam suatu kalimat dalam teks yang dibaca atau dilihat.",
        "mengomunikasikan ide dan pengalamannya tentang lingkungan rumah dengan menulis salinan.",
        "menghasilkan teks sederhana dengan menggunakan gambar tentang lingkungan rumah dengan dukungan guru."
      ]
    },
    {
      "slm": "Chapter 4: A Market Day",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi kelas terkait penyebutan nilai uang dan barang yang dapat diprediksi dengan menggunakan pola kalimat tertentu.",
        "mengidentifikasi teks pendek dan sederhana terkait nilai uang dengan bantuan petunjuk visual atau konteks.",
        "membaca/mengamati teks cetak atau digital interaktif terkait nilai barang-barang.",
        "mengomunikasikan ide dan pengalamannya mengenai penyebutan nilai uang dan barang melalui gambar."
      ]
    },
    {
      "slm": "Chapter 5: At the Library",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi kelas yang dapat diprediksi dengan menggunakan pola kalimat tertentu terkait perpustakaan.",
        "mengidentifikasi teks pendek dan sederhana terkait perpustakaan dengan bantuan dari petunjuk visual atau konteks.",
        "membaca/mengamati teks cetak atau digital sederhana dan familiar, termasuk teks visual, multimodal, atau interaktif terkait perpustakaan.",
        "mengomunikasikan ide dan pengalamannya melalui gambar terkait perpustakaan."
      ]
    },
    {
      "slm": "Chapter 6: Reading a lot of Stories",
      "tp": [
        "menggunakan bahasa Inggris untuk berinteraksi dalam berbagai situasi kelas yang dapat diprediksi dengan menggunakan pola kalimat tertentu terkait suatu cerita imajinatif.",
        "mengubah/mengganti beberapa unsur kalimat untuk melengkapi suatu cerita imajinatif.",
        "menemukan informasi dasar dalam suatu cerita imajinatif.",
        "mengomunikasikan ide dan pengalamannya dengan menulis kembali suatu cerita imajinatif.",
        "menceritakan kembali suatu cerita imajinatif dengan menggunakan gambar dengan bantuan guru."
      ]
    }
  ],
  "Pendidikan Jasmani, Olahraga, dan Kesehatan": [
    {
      "slm": "Bab 1: Eksplorasi Gerak",
      "tp": [
        "menyesuaikan keterampilan gerak dasar lokomotor (jalan, lari, lompat) dalam berbagai aktivitas permainan.",
        "memodifikasi keterampilan gerak dasar manipulatif (melempar, menangkap, menendang) dalam berbagai situasi permainan.",
        "menerapkan strategi gerak sederhana dalam aktivitas permainan dan kegiatan di air."
      ]
    },
    {
      "slm": "Bab 2: Berpikir Cerdas, Bergerak Taktis",
      "tp": [
        "memeriksa konsep gerak (ruang, usaha, hubungan) dalam permainan invasi, lapangan, dan net.",
        "memperkirakan dan menguji efektivitas strategi gerak untuk meningkatkan performa dalam permainan."
      ]
    },
    {
      "slm": "Bab 3: Aturan Baru Permainan Seru",
      "tp": [
        "memahami konsep dasar permainan dan pentingnya aturan.",
        "menjelaskan konsep modifikasi permainan agar lebih inklusif dan adil.",
        "merancang dan menguji aturan alternatif atau modifikasi dalam sebuah permainan sederhana."
      ]
    },
    {
      "slm": "Bab 4: Komunitas Kesehatan",
      "tp": [
        "mengidentifikasi faktor-faktor yang memengaruhi partisipasi dalam sebuah komunitas kesehatan atau olahraga.",
        "menjelaskan manfaat partisipasi dalam komunitas olahraga terhadap kesehatan kardiovaskular.",
        "menjelaskan manfaat partisipasi dalam komunitas olahraga terhadap kesehatan mental."
      ]
    },
    {
      "slm": "Bab 5: Menjadi Sehat dan Aktif",
      "tp": [
        "mengidentifikasi dampak negatif dari gaya hidup tidak sehat (era digital).",
        "memahami informasi penting yang terdapat pada label gizi kemasan produk makanan dan minuman.",
        "memahami kandungan gizi dalam berbagai jenis makanan dan upaya pemenuhan kebutuhan gizi harian."
      ]
    }
  ],
  "Seni Budaya (Seni Rupa)": [
    {
      "slm": "Unsur dan Prinsip Seni Rupa di Sekitar Kita",
      "tp": [
        "memahami unsur rupa dan prinsip desain",
        "menemukan minimal tiga unsur seni rupa yang terdapat dalam benda di lingkungan sekitar",
        "mendeteksi unsur seni rupa yang terdapat dalam benda/objek yang membentuk prinsip ritme seni rupa di lingkungan sekitar",
        "menunjukan konsep prinsip ritme sebagai pengulangan unsur seni rupa/desain yang terdapat dalam benda di lingkungan sekitar, dan",
        "menggambar dengan menggunakan prinsip ritme dalam seni rupa yang terdapat dalam objek di lingkungan sekitar"
      ]
    },
    {
      "slm": "Mengekplorasi Ritme dalam Objek di Sekitar Kita",
      "tp": [
        "menemukan ritme dalam sebuah karya atau benda-benda bernilai seni yang terdapat di lingkungan sekitar.",
        "membandingkan ritme unsur tertentu dalam sebuah karya seni atau objek yang terdapat di lingkungan sekitar.",
        "menguraikan ritme dalam sebuah objek/karya seni rupa.",
        "menggambar bentuk/objek dengan menerapkan ritme."
      ]
    },
    {
      "slm": "Menggambar Objek dengan Proporsi dan Komposisi",
      "tp": [
        "menemukan prinsip proporsi dan komposisi dalam sebuah karya seni atau objek di sekitar.",
        "membandingkan sebuah karya seni atau objek di lingkungan sekitar berdasarkan prinsip proporsi dan komposisi di dalamnya.",
        "menyimpulkan sebuah karya seni atau sebuah objek di sekitar berdasarkan prinsip proposi dan komposisinya.",
        "menggambar objek/benda dengan memperhatikan prinsip proporsi dan komposisi dengan kreativitasnya sendiri."
      ]
    },
    {
      "slm": "Mengekplorasi Simpul dan Berkarya Makrame",
      "tp": [
        "menunjukkan produk karya seni dari menyimpul.",
        "menganalisis aneka simpul dalam makrame.",
        "memilih aneka bahan yang digunakan untuk pembuatan karya seni simpul.",
        "merancang karya seni simpul sesuai ide dan kreativitasnya sendiri.",
        "menciptakan makrame sesuai ide dan kreativitasnya sendiri."
      ]
    },
    {
      "slm": "Mengeksplorasi dan Berkarya Anyaman",
      "tp": [
        "mengidentifikasi nama benda/karya seni dengan teknik anyaman.",
        "menguraikan bahan-bahan untuk membuat benda/karya seni anyaman.",
        "memilih alat yang digunakan untuk membuat karya seni dengan teknik anyaman.",
        "menjelaskan tahapan pembuatan karya seni dengan teknik anyaman.",
        "membuat souvenir dari teknik anyaman dengan kreativitasnya sendiri."
      ]
    },
    {
      "slm": "Berkarya Seni Rupa dari Limbah",
      "tp": [
        "menemukan limbah yang terdapat di lingkungan sekitar.",
        "menyeleksi limbah yang akan digunakan sebagai bahan karya seni.",
        "menjelaskan tahapan dalam membuat karya seni dari limbah.",
        "merancang produk karya seni yang akan dibuat dari limbah.",
        "menciptakan karya seni dengan memananfaatkan limbah yang tersedia di sekitar kita."
      ]
    }
  ],
  "Seni Budaya (Seni Musik)": [
    {
      "slm": "Bab 1: Alat Musik Ritmis dan Melodis",
      "tp": [
        "mengidentifikasi bunyi alat musik, baik intrinsik maupun ekstrinsik dengan memadukan alat musik ritmis dan melodis.",
        "menggunakan dan mengembangkan unsur-unsur bunyi musik berupa nada, irama, dan melodi."
      ]
    },
    {
      "slm": "Bab 2: Unsur-Unsur Musik",
      "tp": [
        "mengetahui unsur-unsur musik yang meliputi nada, irama, dan melodi.",
        "menjelaskan irama yang meliputi nilai not dan tanda birama.",
        "menjelaskan nada yang meliputi interval dan melodi."
      ]
    },
    {
      "slm": "Bab 3: Apresiasi Musik",
      "tp": [
        "memahami istilah musik dengan tepat.",
        "menceritakan pengalamannya dalam bermusik melalui tulisan, gambar, dan secara verbal."
      ]
    },
    {
      "slm": "Bab 4: Bermain Alat Musik Sederhana",
      "tp": [
        "mengeksplorasi bunyi material yang ada di lingkungan sekitar untuk dijadikan sebagai alat musik ritmis.",
        "memainkan musik dengan alternatif bunyi menggunakan anggota tubuh dan material yang ada di lingkungan sekitar."
      ]
    },
    {
      "slm": "Bab 5: Menyanyikan Lagu",
      "tp": [
        "bernyanyi dengan baik sehingga dapat bermanfaat bagi dirinya dan lingkungan sekitar.",
        "mengetahui organ tubuh penghasil suara untuk bernyanyi dengan benar.",
        "menyanyikan lagu populer bertema anak-anak dan lagu daerah.",
        "menyanyikan lagu daerah dengan paduan suara."
      ]
    },
    {
      "slm": "Bab 6: Membuat Kreasi Musik Sederhana",
      "tp": [
        "membuat alat musik melodis menggunakan material lingkungan sekitar.",
        "memainkan kreasi musik lagu daerah setempat menggunakan musik melodis dan digabungkan dengan material lingkungan sekitar."
      ]
    }
  ],
  "Seni Budaya (Seni Tari)": [
    {
      "slm": "Bab 1: Keragaman Bentuk Tari Tradisi dan Unsur Pendukungnya",
      "tp": [
        "mengamati berbagai bentuk tari tradisi secara berkelompok.",
        "mengidentifikasi unsur pendukung tari dalam tari tradisi.",
        "mengklasifikasi unsur pendukung tari dalam tari tradisi.",
        "menghargai ciri khas dan keunikan gerak-gerak tari tradisi."
      ]
    },
    {
      "slm": "Bab 2: Desain Kelompok dalam Tari Tradisi",
      "tp": [
        "mengidentifikasi bentuk desain kelompok (serempak/unison, berimbang/balance, dan selang-seling/alternate) bersumber dari tari tradisi.",
        "meragakan gerak tari tradisi sesuai unsur pendukung (musik, properti, tata rias, dan busana) dengan menggunakan desain kelompok (unison, balance, alternate).",
        "merangkai ragam gerak tari tradisi yang dipilih secara kelompok.",
        "menghargai keberagaman budaya melalui pemahaman unsur-unsur pendukung dan desain kelompok dari tari tradisi."
      ]
    }
  ],
  "Seni Budaya (Seni Teater)": [
    {
      "slm": "Dasar-Dasar Pemeranan",
      "tp": [
        "memahami teknik relaksasi dan konsentrasi yang benar",
        "memahami konsep sebab dan akibat dalam teknik pemeranan",
        "mengenali potensi diri",
        "memahami teknik olah tubuh dan olah suara yang benar",
        "mengolah karakter berdasarkan imajinasi",
        "merancang pertunjukan monolog",
        "memiliki kepercayaan diri untuk mengekspresikan emosi dan mewujudkannya ke dalam penampilan",
        "mengamati dan mengevaluasi perkembangan peserta didik selagi proses mempelajari dasar-dasar pemeranan berlangsung",
        "menggunakan properti panggung sederhana saat menampilkan pertunjukan monolog",
        "melaksanakan seluruh kegiatan dengan penuh tanggung jawab",
        "memastikan seluruh pihak di dalam kelas mampu bekerja sama dengan baik untuk menampilkan sebuah pertunjukan monolog",
        "menampilkan pertunjukan monolog singkat secara mandiri dan kreatif"
      ]
    },
    {
      "slm": "Tafsir dan Adaptasi Cerita Rakyat",
      "tp": [
        "memahami alur dan amanat dalam berbagai cerita rakyat",
        "mengenali perbedaan tokoh dalam cerita rakyat, baik secara fisik, psikologis, maupun kondisi sosial dan budayanya",
        "memperagakan tokoh dari hasil adaptasi cerita rakyat melalui olah tubuh dan olah suara sederhana dalam pembacaan dramatik",
        "menganalisis kaitan cerita rakyat dengan konteks kehidupan sehari-hari",
        "menyusun adaptasi cerita rakyat yang sesuai dengan konteks kehidupan sehari-hari",
        "menelaah perkembangan karakter dan emosi tokoh dalam cerita rakyat yang orisinal berikut hasil adaptasinya",
        "mengevaluasi kelebihan dan kekurangan konsep adaptasi cerita rakyat yang dibuat dan dipresentasikan oleh peserta didik",
        "merancang adegan dan tata panggung sederhana untuk menyandiwarakan hasil adaptasi cerita rakyat",
        "melaksanakan seluruh tugas dan peran dengan penuh tanggung jawab",
        "menghasilkan konsep adaptasi cerita rakyat yang kreatif serta mengakar pada kebudayaan lokal"
      ]
    },
    {
      "slm": "Mewujudkan Tokoh",
      "tp": [
        "menganalisis perkembangan karakter dan emosi tokoh dalam cerita adaptasi yang akan dipentaskan",
        "melakukan latihan olah tubuh dan olah suara untuk mewujudkan tokoh dalam cerita adaptasi yang akan dipentaskan",
        "membangun konsep penokohan yang sesuai dengan konteks kehidupan sehari-hari",
        "mengatur posisi dan pergerakan peserta didik di atas panggung",
        "menyesuaikan emosi di atas panggung dengan karakter tokoh dan konteks cerita",
        "mengevaluasi kelebihan dan kekurangan sesama peserta didik saat proses latihan mewujudkan tokoh berlangsung",
        "memanfaatkan properti dengan baik selama proses latihan mewujudkan tokoh berlangsung",
        "mempertanggungjawabkan peran masing-masing selama proses latihan mewujudkan tokoh berlangsung",
        "menjalani proses latihan dengan mandiri, kreatif, dan dilandasi oleh semangat gotong royong"
      ]
    },
    {
      "slm": "Melakukan Pementasan Akhir",
      "tp": [
        "melaksanakan tugas dengan konsentrasi penuh selama proses penciptaan pementasan dan selagi pementasan berlangsung",
        "memerankan tokoh dengan posisi, pergerakan, dan cara bicara yang tepat",
        "menjelmakan imajinasi ke dalam aksi saat melakukan pementasan",
        "memahami proses penciptaan pementasan teater",
        "mendeskripsikan tugas tim produksi dan tim artistik dalam pementasan teater",
        "mengelola dan menampilkan emosi sesuai dengan karakter tokoh dan konteks cerita dalam pementasan teater",
        "mengapresiasi dan mengevaluasi kinerja masing-masing kelompok",
        "memanfaatkan properti panggung dengan baik selagi melakukan pementasan teater",
        "melibatkan diri secara aktif dan melakukan kerja sama yang baik di sepanjang proses penciptaan pementasan teater",
        "melaksanakan tugas dengan baik dan bertanggung jawab selama proses penciptaan pementasan teater berlangsung",
        "mementaskan hasil adaptasi cerita rakyat yang mencerminkan kebinekaan global dengan penuh kreativitas dan semangat gotong royong"
      ]
    }
  ],
  "Muatan Lokal (Bahasa Bali)": [
    {
      "slm": "Pangangge Ardasuara (Lanturan)",
      "tp": [
        "memahami pangangge ardasuara",
        "menyebutkan pangangge ardasuara",
        "mengaplikasikan pangangge ardasuara"
      ]
    },
    {
      "slm": "Tata Cara nyurat Kruna Lingga & Kruna tiron",
      "tp": [
        "memahami kruna lingga & kruna tiron",
        "membedakan kruna lingga & kruna tiron",
        "mengklasifikasikan kruna lingga & kruna tiron"
      ]
    },
    {
      "slm": "Anggah-ungguhin Basa Bali",
      "tp": [
        "memahami Anggah-ungguhin basa Bali",
        "mengklasifikasikan kata berdasarkan jenis-jenis",
        "menulis kalimat menggunakan anggah-ungguhin basa Bali"
      ]
    },
    {
      "slm": "Pengangge Arda Suara",
      "tp": [
        "mengenal pengangge arda suara",
        "memahami uger-uger pengangge arda suara",
        "menulis contoh kata menggunakan pengangge arda"
      ]
    },
    {
      "slm": "Parinama angka 1-1000",
      "tp": [
        "mengenal parinama angka",
        "menyebutkan parinama angka",
        "menghafalkan parinama angka"
      ]
    },
    {
      "slm": "Kruna Wilangan Pepasten",
      "tp": [
        "mengenal kruna wilangan pepasten dan bagian - bagiannya",
        "memahami kruna wilangan pepasten dan bagian - bagiannya",
        "menyebutkan kruna wilangan pepasten dan bagian - bagiannya"
      ]
    },
    {
      "slm": "Pupuh Ginanti",
      "tp": [
        "melantunkan Pupuh Ginanti",
        "memahami Padalingsa Pupuh",
        "menyebutkan makna dan nilai - nilai yang terkandung dalam"
      ]
    },
    {
      "slm": "Bladbadan",
      "tp": [
        "menganalisis tentang pengertian paribasa Bali (bladbadan)",
        "menganalisis jenis-jenis paribasa Bali (bladbadan)",
        "menyebutkan paribasa Bali (bladbadan)"
      ]
    },
    {
      "slm": "Soroh Lengkara (Pidarta, Pitaken, Pituduh)",
      "tp": [
        "memahami tentang pengertian lengkara dan soroh lengkara",
        "menganalisis tentang pengertian lengkara dan soroh lengkara",
        "menyebutkan soroh lengkara (pitaken, pidarta, pituduh)",
        "membuat contoh dari soroh lengkara (pitaken, pidarta)"
      ]
    },
    {
      "slm": "Satua Bali",
      "tp": [
        "memahami satua Bali",
        "membaca satua Bali",
        "menceritakan kembali satua Bali"
      ]
    },
    {
      "slm": "Puisi Bali Anyar",
      "tp": [
        "memahami puisi Bali anyar",
        "menulis puisi Bali anyar",
        "membaca puisi Bali anyar"
      ]
    }
  ],
  "Koding dan Kecerdasan Artifisial": [
    {
      "slm": "Bab 1: Algoritma dan Pemrograman Visual",
      "tp": [
        "Membuat algoritma sederhana untuk menyelesaikan masalah sehari-hari.",
        "Menggunakan perangkat lunak pemrograman visual (misal: Scratch) untuk membuat animasi atau game sederhana.",
        "Mengidentifikasi bug (kesalahan) dalam kode visual dan memperbaikinya."
      ]
    },
    {
      "slm": "Bab 2: Kecerdasan Artifisial dalam Kehidupan",
      "tp": [
        "Menjelaskan konsep dasar kecerdasan artifisial (AI) dan contohnya.",
        "Menganalisis bagaimana AI digunakan dalam aplikasi sehari-hari (misal: rekomendasi, asisten suara).",
        "Mengidentifikasi potensi dampak AI pada masyarakat."
      ]
    }
  ]
}
